Repository: kasemsan00/erp-next-translate
Catalog: erpnext/chunks/chunk_001_1-500.po
Languages: th_th

source: Address
th_th: ที่อยู่

source: Amount
th_th: จำนวนเงิน

source: BOM
th_th: รายการวัตถุดิบในการผลิต

source: Is Child Table
th_th: เป็นตารางลูก

source: Is Subcontracted
th_th: เป็นงานเหมาช่วง

source: Item
th_th: สินค้า

source: Name
th_th: ชื่อ

source: Rate
th_th: อัตรา

source: Raw Material
th_th: วัตถุดิบ

source: Reserve Stock
th_th: สต๊อกสำรอง

source: Skip Material Transfer
th_th: ข้ามการย้ายวัสดุ

source: Sub Assembly
th_th: ส่วนประกอบย่อย

source: Summary
th_th: สรุป

source: "Customer Provided Item" cannot be Purchase Item also
th_th: "สินค้าที่ลูกค้าจัดเตรียมให้" ไม่สามารถเป็นสินค้าที่ซื้อได้เช่นกัน

source: "Customer Provided Item" cannot have Valuation Rate
th_th: "สินค้าที่ลูกค้าจัดเตรียมให้" ไม่สามารถมีอัตราการประเมินค่าได้

source: "Is Fixed Asset" cannot be unchecked, as Asset record exists against the item
th_th: ไม่สามารถยกเลิกการเลือก "เป็นสินทรัพย์ถาวร" ได้ เนื่องจากมีบันทึกสินทรัพย์สำหรับสินค้านี้อยู่

source: "SN-01::10" for "SN-01" to "SN-10"
th_th: "SN-01::10" สำหรับ "SN-01" ถึง "SN-10"

source: # In Stock
th_th: # มีสินค้าในสต๊อก

source: # Req'd Items
th_th: # รายการที่ต้องการ

source: % Delivered
th_th: % จัดส่งแล้ว

source: % Amount Billed
th_th: % จำนวนเงินที่เรียกเก็บแล้ว

source: % Billed
th_th: % เรียกเก็บเงินแล้ว

source: % Complete Method
th_th: % วิธีการเสร็จสมบูรณ์

source: % Completed
th_th: % เสร็จสมบูรณ์

source: % Delivered
th_th: % จัดส่งแล้ว

source: % Finished Item Quantity
th_th: % ปริมาณสินค้าที่ทำสำเร็จ

source: % Installed
th_th: % ติดตั้งแล้ว

source: % Occupied
th_th: % ไม่ว่าง

source: % Of Grand Total
th_th: % ของยอดรวมทั้งหมด

source: % Ordered
th_th: % สั่งแล้ว

source: % Picked
th_th: % เลือกแล้ว

source: % Process Loss
th_th: % การสูญเสียจากกระบวนการ

source: % Progress
th_th: % ความคืบหน้า

source: % Received
th_th: % ได้รับ

source: % Returned
th_th: % ส่งคืน

source: % of materials billed against this Sales Order
th_th: % ของวัสดุที่เรียกเก็บเงินตามใบสั่งขายนี้

source: % of materials delivered against this Pick List
th_th: % ของวัสดุที่จัดส่งตามรายการเลือกสินค้านี้

source: % of materials delivered against this Sales Order
th_th: % ของวัสดุที่จัดส่งตามใบสั่งขายนี้

source: 'Account' in the Accounting section of Customer {0}
th_th: 'บัญชี' ในส่วนการบัญชีของลูกค้า {0}

source: 'Allow Multiple Sales Orders Against a Customer's Purchase Order'
th_th: 'อนุญาตให้มีใบสั่งขายหลายใบสำหรับใบสั่งซื้อของลูกค้ารายเดียว'

source: 'Based On' and 'Group By' can not be same
th_th: 'อ้างอิงจาก' และ 'จัดกลุ่มตาม' จะต้องไม่เหมือนกัน

source: 'Days Since Last Order' must be greater than or equal to zero
th_th: 'จำนวนวันนับจากการสั่งซื้อครั้งล่าสุด' ต้องมากกว่าหรือเท่ากับศูนย์

source: 'Default {0} Account' in Company {1}
th_th: 'บัญชี {0} เริ่มต้น' ในบริษัท {1}

source: 'Entries' cannot be empty
th_th: 'รายการ' ต้องไม่ว่างเปล่า

source: 'From Date' is required
th_th: กรุณาระบุ 'ตั้งแต่วันที่'

source: 'From Date' must be after 'To Date'
th_th: 'ตั้งแต่วันที่' ต้องไม่มาหลัง 'ถึงวันที่'

source: 'Has Serial No' can not be 'Yes' for non-stock item
th_th: 'มีหมายเลขซีเรียล' ไม่สามารถเป็น 'ใช่' สำหรับสินค้าที่ไม่ใช่สต็อก

source: 'Inspection Required before Delivery' has disabled for the item {0}, no need to create the QI
th_th: 'ต้องมีการตรวจสอบก่อนส่งมอบ' ถูกปิดใช้งานสำหรับสินค้า {0} ไม่จำเป็นต้องสร้างการตรวจสอบคุณภาพ (QI)

source: 'Inspection Required before Purchase' has disabled for the item {0}, no need to create the QI
th_th: 'ต้องมีการตรวจสอบก่อนซื้อ' ถูกปิดใช้งานสำหรับสินค้า {0} ไม่จำเป็นต้องสร้างการตรวจสอบคุณภาพ (QI)

source: 'Opening'
th_th: 'เปิด'

source: 'To Date' is required
th_th: กรุณาระบุ 'ถึงวันที่'

source: 'To Package No.' cannot be less than 'From Package No.'
th_th: 'ถึงหมายเลขแพ็คเกจ' ต้องไม่น้อยกว่า 'จากหมายเลขแพ็คเกจ'

source: 'Update Stock' can not be checked because items are not delivered via {0}
th_th: ไม่สามารถเลือก 'อัปเดตสต็อก' ได้เนื่องจากสินค้าไม่ได้จัดส่งผ่าน {0}

source: 'Update Stock' cannot be checked for fixed asset sale
th_th: ไม่สามารถเลือก 'อัปเดตสต็อก' สำหรับการขายสินทรัพย์ถาวรได้

source: '{0}' account is already used by {1}. Use another account.
th_th: บัญชี '{0}' ถูกใช้โดย {1} แล้ว กรุณาใช้บัญชีอื่น

source: '{0}' has been already added.
th_th: '{0}' ถูกเพิ่มแล้ว

source: '{0}' should be in company currency {1}.
th_th: '{0}' ควรเป็นสกุลเงินของบริษัท {1}

source: (A) Qty After Transaction
th_th: (A) ปริมาณหลังธุรกรรม

source: (B) Expected Qty After Transaction
th_th: (B) ปริมาณที่คาดหวังหลังธุรกรรม

source: (C) Total Qty in Queue
th_th: (C) ปริมาณรวมในคิว

source: (C) Total qty in queue
th_th: (C) ปริมาณรวมในคิว

source: (D) Balance Stock Value
th_th: (D) มูลค่าสต็อกคงเหลือ

source: (E) Balance Stock Value in Queue
th_th: (E) มูลค่าสต็อกคงเหลือในคิว

source: (F) Change in Stock Value
th_th: (F) การเปลี่ยนแปลงมูลค่าสต็อก

source: (Forecast)
th_th: (การพยากรณ์)

source: (G) Sum of Change in Stock Value
th_th: (G) ผลรวมการเปลี่ยนแปลงมูลค่าสต็อก

source: (H) Change in Stock Value (FIFO Queue)
th_th: (H) การเปลี่ยนแปลงมูลค่าสต็อก (คิว FIFO)

source: (H) Valuation Rate
th_th: (H) อัตราการประเมินค่า

source: (Hour Rate / 60) * Actual Operation Time
th_th: (อัตราชั่วโมง / 60) * เวลาปฏิบัติงานจริง

source: (I) Valuation Rate
th_th: (I) อัตราการประเมินค่า

source: (J) Valuation Rate as per FIFO
th_th: (J) อัตราการประเมินค่าตาม FIFO

source: (K) Valuation = Value (D) ÷ Qty (A)
th_th: (K) การประเมินค่า = มูลค่า (D) ÷ ปริมาณ (A)

source: (Purchase Order + Material Request + Actual Expense)
th_th: (ใบสั่งซื้อ + คำขอวัสดุ + ค่าใช้จ่ายจริง)

source: (including)
th_th: (รวมถึง)

source: * Will be calculated in the transaction.
th_th: * จะถูกคำนวณในธุรกรรม

source: 0 - 30 Days
th_th: 0 - 30 วัน

source: 0-30 Days
th_th: 0-30 วัน

source: 1 Loyalty Points = How much base currency?
th_th: 1 คะแนนสะสม = สกุลเงินหลักเท่าไหร่?

source: 1 hr
th_th: 1 ชั่วโมง

source: 2 Yearly
th_th: ทุก 2 ปี

source: 3 Yearly
th_th: ทุก 3 ปี

source: 30 - 60 Days
th_th: 30 - 60 วัน

source: 30 mins
th_th: 30 นาที

source: 30-60 Days
th_th: 30-60 วัน

source: 6 hrs
th_th: 6 ชั่วโมง

source: 60 - 90 Days
th_th: 60 - 90 วัน

source: 60-90 Days
th_th: 60-90 วัน

source: 90 - 120 Days
th_th: 90 - 120 วัน

source: 90 Above
th_th: 90 ขึ้นไป

source: <b>From Time</b> cannot be later than <b>To Time</b> for {0}
th_th: <b>จากเวลา</b> จะอยู่หลัง <b>ถึงเวลา</b> สำหรับ {0} ไม่ได้

source: <br> <h4>Note</h4> <ul> <li> You can use <a href="https://jinja.palletsprojects.com/en/2.11.x/" target="_blank">Jinja tags</a> in <b>Subject</b> and <b>Body</b> fields for dynamic values. </li><li> All fields in this doctype are available under the <b>doc</b> object and all fields for the customer to whom the mail will go to is available under the <b>customer</b> object. </li></ul> <h4> Examples</h4> <ul> <li><b>Subject</b>:<br><br><pre><code>Statement Of Accounts for {{ customer.customer_name }}</code></pre><br></li> <li><b>Body</b>: <br><br> <pre><code>Hello {{ customer.customer_name }},<br>PFA your Statement Of Accounts from {{ doc.from_date }} to {{ doc.to_date }}.</code> </pre></li> </ul>
th_th: <br> <h4>หมายเหตุ</h4> <ul> <li> คุณสามารถใช้ <a href="https://jinja.palletsprojects.com/en/2.11.x/" target="_blank">แท็ก Jinja</a> ในช่อง <b>หัวเรื่อง</b> และ <b>เนื้อหา</b> สำหรับค่าไดนามิก </li><li> ฟิลด์ทั้งหมดใน doctype นี้จะพร้อมใช้งานภายใต้วัตถุ <b>doc</b> และฟิลด์ทั้งหมดสำหรับลูกค้าที่อีเมลจะถูกส่งไปจะพร้อมใช้งานภายใต้วัตถุ <b>customer</b> </li></ul> <h4> ตัวอย่าง</h4> <ul> <li><b>หัวเรื่อง</b>:<br><br><pre><code>ใบแจ้งยอดบัญชีสำหรับ {{ customer.customer_name }}</code></pre><br></li> <li><b>เนื้อหา</b>: <br><br> <pre><code>สวัสดี {{ customer.customer_name }},<br>โปรดดูใบแจ้งยอดบัญชีของคุณจาก {{ doc.from_date }} ถึง {{ doc.to_date }} ที่แนบมานี้</code> </pre></li> </ul>

source: <div class="columnHeading">Other Details</div>
th_th: <div class="columnHeading">รายละเอียดอื่นๆ</div>

source: <div class="text-muted text-center">No Matching Bank Transactions Found</div>
th_th: <div class="text-muted text-center">ไม่พบธุรกรรมธนาคารที่ตรงกัน</div>

source: <div> <h3> All dimensions in centimeter only </h3> </div>
th_th: <div> <h3> ขนาดทั้งหมดเป็นเซนติเมตรเท่านั้น </h3> </div>

source: <h3>About Product Bundle</h3> <p>Aggregate group of <b>Items</b> into another <b>Item</b>. This is useful if you are bundling a certain <b>Items</b> into a package and you maintain stock of the packed <b>Items</b> and not the aggregate <b>Item</b>.</p> <p>The package <b>Item</b> will have <code>Is Stock Item</code> as <b>No</b> and <code>Is Sales Item</code> as <b>Yes</b>.</p> <h4>Example:</h4> <p>If you are selling Laptops and Backpacks separately and have a special price if the customer buys both, then the Laptop + Backpack will be a new Product Bundle Item.</p>
th_th: <h3>เกี่ยวกับชุดสินค้า</h3> <p>รวมกลุ่มของ <b>สินค้า</b> เป็น <b>สินค้า</b> อีกรายการหนึ่ง ซึ่งมีประโยชน์หากคุณกำลังรวม <b>สินค้า</b> บางอย่างเป็นแพ็คเกจ และคุณจัดการสต็อกของ <b>สินค้า</b> ที่บรรจุแล้ว ไม่ใช่ <b>สินค้า</b> ที่เป็นกลุ่มรวม</p> <p><b>สินค้า</b> ที่เป็นแพ็คเกจจะมี <code>เป็นสินค้าสต็อก</code> เป็น <b>ไม่ใช่</b> และ <code>เป็นสินค้าสำหรับขาย</code> เป็น <b>ใช่</b></p> <h4>ตัวอย่าง:</h4> <p>หากคุณขายแล็ปท็อปและกระเป๋าเป้แยกกัน และมีราคาพิเศษหากลูกค้าซื้อทั้งสองอย่าง แล็ปท็อป + กระเป๋าเป้ จะกลายเป็นสินค้าชุดใหม่</p>

source: <h3>Currency Exchange Settings Help</h3> <p>There are 3 variables that could be used within the endpoint, result key and in values of the parameter.</p> <p>Exchange rate between {from_currency} and {to_currency} on {transaction_date} is fetched by the API.</p> <p>Example: If your endpoint is exchange.com/2021-08-01, then, you will have to input exchange.com/{transaction_date}</p>
th_th: <h3>วิธีใช้การตั้งค่าอัตราแลกเปลี่ยนสกุลเงิน</h3> <p>มี 3 ตัวแปรที่สามารถใช้ได้ภายใน endpoint, คีย์ผลลัพธ์ และในค่าของพารามิเตอร์</p> <p>API จะดึงอัตราแลกเปลี่ยนระหว่าง {from_currency} และ {to_currency} ณ วันที่ {transaction_date}</p> <p>ตัวอย่าง: หาก endpoint ของคุณคือ exchange.com/2021-08-01 คุณจะต้องป้อน exchange.com/{transaction_date}</p>

source: <h4>Body Text and Closing Text Example</h4> <div>We have noticed that you have not yet paid invoice {{sales_invoice}} for {{frappe.db.get_value("Currency", currency, "symbol")}} {{outstanding_amount}}. This is a friendly reminder that the invoice was due on {{due_date}}. Please pay the amount due immediately to avoid any further dunning cost.</div> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your template are the fields in the document. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
th_th: <h4>ตัวอย่างข้อความเนื้อหาและข้อความปิดท้าย</h4> <div>เราสังเกตเห็นว่าท่านยังไม่ได้ชำระเงินตามใบแจ้งหนี้ {{sales_invoice}} เป็นจำนวน {{frappe.db.get_value("Currency", currency, "symbol")}} {{outstanding_amount}} นี่คือการแจ้งเตือนว่าใบแจ้งหนี้ครบกำหนดชำระในวันที่ {{due_date}} กรุณาชำระเงินตามจำนวนที่ค้างชำระทันทีเพื่อหลีกเลี่ยงค่าใช้จ่ายในการทวงถามเพิ่มเติม</div> <h4>วิธีรับชื่อฟิลด์</h4> <p>ชื่อฟิลด์ที่คุณสามารถใช้ในเทมเพลตของคุณคือฟิลด์ในเอกสาร คุณสามารถค้นหาฟิลด์ของเอกสารใดๆ ได้ผ่าน การตั้งค่า > ปรับแต่งมุมมองฟอร์ม และเลือกประเภทเอกสาร (เช่น ใบสั่งขาย)</p> <h4>การสร้างเทมเพลต</h4> <p>เทมเพลตถูกคอมไพล์โดยใช้ภาษาเทมเพลต Jinja หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ Jinja <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">โปรดอ่านเอกสารนี้</a></p>

source: <h4>Contract Template Example</h4> <pre>Contract for Customer {{ party_name }} -Valid From : {{ start_date }} -Valid To : {{ end_date }} </pre> <h4>How to get fieldnames</h4> <p>The field names you can use in your Contract Template are the fields in the Contract for which you are creating the template. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Contract)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
th_th: <h4>ตัวอย่างเทมเพลตสัญญา</h4> <pre>สัญญาสำหรับลูกค้า {{ party_name }} -มีผลตั้งแต่ : {{ start_date }} -มีผลถึง : {{ end_date }} </pre> <h4>วิธีรับชื่อฟิลด์</h4> <p>ชื่อฟิลด์ที่คุณสามารถใช้ในเทมเพลตสัญญาของคุณคือฟิลด์ในสัญญาที่คุณกำลังสร้างเทมเพลต คุณสามารถค้นหาฟิลด์ของเอกสารใดๆ ได้ผ่าน การตั้งค่า > ปรับแต่งมุมมองฟอร์ม และเลือกประเภทเอกสาร (เช่น สัญญา)</p> <h4>การสร้างเทมเพลต</h4> <p>เทมเพลตถูกคอมไพล์โดยใช้ภาษาเทมเพลต Jinja หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ Jinja <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">โปรดอ่านเอกสารนี้</a></p>

source: <h4>Standard Terms and Conditions Example</h4> <pre>Delivery Terms for Order number {{ name }} -Order Date : {{ transaction_date }} -Expected Delivery Date : {{ delivery_date }} </pre> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your email template are the fields in the document from which you are sending the email. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
th_th: <h4>ตัวอย่างข้อกำหนดและเงื่อนไขมาตรฐาน</h4> <pre>เงื่อนไขการส่งมอบสำหรับใบสั่งซื้อหมายเลข {{ name }} -วันที่สั่งซื้อ : {{ transaction_date }} -วันที่คาดว่าจะส่งมอบ : {{ delivery_date }} </pre> <h4>วิธีรับชื่อฟิลด์</h4> <p>ชื่อฟิลด์ที่คุณสามารถใช้ในเทมเพลตอีเมลของคุณคือฟิลด์ในเอกสารที่คุณกำลังส่งอีเมล คุณสามารถค้นหาฟิลด์ของเอกสารใดๆ ได้ผ่าน การตั้งค่า > ปรับแต่งมุมมองฟอร์ม และเลือกประเภทเอกสาร (เช่น ใบสั่งขาย)</p> <h4>การสร้างเทมเพลต</h4> <p>เทมเพลตถูกคอมไพล์โดยใช้ภาษาเทมเพลต Jinja หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ Jinja <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">โปรดอ่านเอกสารนี้</a></p>

source: <h5 class="text-muted uppercase">Or</h5>
th_th: <h5 class="text-muted uppercase">หรือ</h5>

source: <label class="control-label" style="margin-bottom: 0px;">Account Number Settings</label>
th_th: <label class="control-label" style="margin-bottom: 0px;">การตั้งค่าเลขที่บัญชี</label>

source: <label class="control-label" style="margin-bottom: 0px;">Amount In Words</label>
th_th: <label class="control-label" style="margin-bottom: 0px;">จำนวนเงิน (ตัวอักษร)</label>

source: <label class="control-label" style="margin-bottom: 0px;">Date Settings</label>
th_th: <label class="control-label" style="margin-bottom: 0px;">การตั้งค่าวันที่</label>

source: <li>Clearance date must be after cheque date for row(s): {0}</li>
th_th: <li>วันที่เคลียร์เช็คต้องอยู่หลังวันที่บนเช็คสำหรับแถว: {0}</li>

source: <li>Item {0} in row(s) {1} billed more than {2}</li>
th_th: <li>สินค้า {0} ในแถว {1} ถูกเรียกเก็บเงินเกิน {2}</li>

source: <li>Payment document required for row(s): {0}</li>
th_th: <li>ต้องการเอกสารการชำระเงินสำหรับแถว: {0}</li>

source: <p>Cannot overbill for the following Items:</p>
th_th: <p>ไม่สามารถเรียกเก็บเงินเกินสำหรับสินค้าต่อไปนี้:</p>

source: <p>Following {0}s doesn't belong to Company {1} :</p>
th_th: <p>{0} ต่อไปนี้ไม่ได้อยู่ในบริษัท {1} :</p>

source: <p>In your <b>Email Template</b>, you can use the following special variables: </p> <ul> <li> <code>{{ update_password_link }}</code>: A link where your supplier can set a new password to log into your portal. </li> <li> <code>{{ portal_link }}</code>: A link to this RFQ in your supplier portal. </li> <li> <code>{{ supplier_name }}</code>: The company name of your supplier. </li> <li> <code>{{ contact.salutation }} {{ contact.last_name }}</code>: The contact person of your supplier. </li><li> <code>{{ user_fullname }}</code>: Your full name. </li> </ul> <p></p> <p>Apart from these, you can access all values in this RFQ, like <code>{{ message_for_supplier }}</code> or <code>{{ terms }}</code>.</p>
th_th: <p>ใน <b>เทมเพลตอีเมล</b> ของคุณ คุณสามารถใช้ตัวแปรพิเศษต่อไปนี้: </p> <ul> <li> <code>{{ update_password_link }}</code>: ลิงก์ที่ซัพพลายเออร์ของคุณสามารถตั้งรหัสผ่านใหม่เพื่อเข้าสู่ระบบพอร์ทัลของคุณ </li> <li> <code>{{ portal_link }}</code>: ลิงก์ไปยัง RFQ นี้ในพอร์ทัลซัพพลายเออร์ของคุณ </li> <li> <code>{{ supplier_name }}</code>: ชื่อบริษัทของซัพพลายเออร์ของคุณ </li> <li> <code>{{ contact.salutation }} {{ contact.last_name }}</code>: ผู้ติดต่อของซัพพลายเออร์ของคุณ </li><li> <code>{{ user_fullname }}</code>: ชื่อเต็มของคุณ </li> </ul> <p></p> <p>นอกเหนือจากนี้ คุณสามารถเข้าถึงค่าทั้งหมดใน RFQ นี้ได้ เช่น <code>{{ message_for_supplier }}</code> หรือ <code>{{ terms }}</code></p>

source: <p>Please correct the following row(s):</p><ul>
th_th: <p>กรุณาแก้ไขแถวต่อไปนี้:</p><ul>

source: <p>Posting Date {0} cannot be before Purchase Order date for the following:</p><ul>
th_th: <p>วันที่ลงรายการ {0} ไม่สามารถอยู่ก่อนวันที่ในใบสั่งซื้อสำหรับรายการต่อไปนี้:</p><ul>

source: <p>Price List Rate has not been set as editable in Selling Settings. In this scenario, setting <strong>Update Price List Based On</strong> to <strong>Price List Rate</strong> will prevent auto-updation of Item Price.</p>Are you sure you want to continue?
th_th: <p>อัตราในรายการราคาไม่ได้ถูกตั้งค่าให้แก้ไขได้ในการตั้งค่าการขาย ในสถานการณ์นี้ การตั้งค่า <strong>อัปเดตรายการราคาตาม</strong> เป็น <strong>อัตราในรายการราคา</strong> จะป้องกันการอัปเดตราคาของสินค้าโดยอัตโนมัติ</p>คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: <p>To allow over-billing, please set allowance in Accounts Settings.</p>
th_th: <p>เพื่อให้สามารถเรียกเก็บเงินเกินได้ กรุณาตั้งค่าการอนุญาตในการตั้งค่าบัญชี</p>

source: <pre><h5>Message Example</h5> &lt;p&gt; Thank You for being a part of {{ doc.company }}! We hope you are enjoying the service.&lt;/p&gt; &lt;p&gt; Please find enclosed the E Bill statement. The outstanding amount is {{ doc.grand_total }}.&lt;/p&gt; &lt;p&gt; We don't want you to be spending time running around in order to pay for your Bill.<br>After all, life is beautiful and the time you have in hand should be spent to enjoy it!<br>So here are our little ways to help you get more time for life! &lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; click here to pay &lt;/a&gt; </pre>
th_th: <pre><h5>ตัวอย่างข้อความ</h5> &lt;p&gt; ขอบคุณที่เป็นส่วนหนึ่งของ {{ doc.company }}! เราหวังว่าคุณจะพึงพอใจในบริการของเรา&lt;/p&gt; &lt;p&gt; โปรดดูใบแจ้งหนี้อิเล็กทรอนิกส์ที่แนบมานี้ ยอดค้างชำระคือ {{ doc.grand_total }}&lt;/p&gt; &lt;p&gt; เราไม่ต้องการให้คุณเสียเวลาไปกับการชำระบิล<br>เพราะชีวิตนั้นสวยงามและเวลาที่คุณมีควรใช้เพื่อความสุข!<br>นี่คือวิธีเล็กๆ น้อยๆ ของเราที่จะช่วยให้คุณมีเวลาสำหรับชีวิตมากขึ้น! &lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; คลิกที่นี่เพื่อชำระเงิน &lt;/a&gt; </pre>

source: <pre><h5>Message Example</h5> &lt;p&gt;Dear {{ doc.contact_person }},&lt;/p&gt; &lt;p&gt;Requesting payment for {{ doc.doctype }}, {{ doc.name }} for {{ doc.grand_total }}.&lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; click here to pay &lt;/a&gt; </pre>
th_th: <pre><h5>ตัวอย่างข้อความ</h5> &lt;p&gt;เรียน {{ doc.contact_person }},&lt;/p&gt; &lt;p&gt;ขอแจ้งการชำระเงินสำหรับ {{ doc.doctype }}, {{ doc.name }} เป็นจำนวน {{ doc.grand_total }}&lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; คลิกที่นี่เพื่อชำระเงิน &lt;/a&gt; </pre>

source: <span class="h4"><b>Masters &amp; Reports</b></span>
th_th: <span class="h4"><b>ข้อมูลหลักและรายงาน</b></span>

source: <span class="h4"><b>Quick Access</b></span>
th_th: <span class="h4"><b>เข้าถึงด่วน</b></span>

source: <span class="h4"><b>Reports & Masters</b></span>
th_th: <span class="h4"><b>รายงานและข้อมูลหลัก</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
th_th: <span class="h4"><b>รายงานและข้อมูลหลัก</b></span>

source: <span class="h4"><b>Settings</b></span>
th_th: <span class="h4"><b>การตั้งค่า</b></span>

source: <span class="h4"><b>Shortcuts</b></span>
th_th: <span class="h4"><b>ทางลัด</b></span>

source: <span class="h4"><b>Your Shortcuts </b></span>
th_th: <span class="h4"><b>ทางลัดของคุณ </b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
th_th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: <strong>Grand Total:</strong> {0}
th_th: <strong>ยอดรวมทั้งหมด:</strong> {0}

source: <strong>Outstanding Amount:</strong> {0}
th_th: <strong>จำนวนเงินค้างชำระ:</strong> {0}

source: <table class="table table-bordered table-condensed"> <thead> <tr> <th class="table-sr" style="width: 50%;">Child Document</th>
th_th: <table class="table table-bordered table-condensed"> <thead> <tr> <th class="table-sr" style="width: 50%;">เอกสารลูก</th>
