Repository: kasemsan00/erp-next-translate
Catalog: hrm/empty_translations_complete.po
Languages: th_th

source: `<h3>Help</h3> `
th_th: `<h3>ช่วยเหลือ</h3> `

source: `<h4>Condition Examples</h4> `
th_th: `<h4>ตัวอย่างเงื่อนไข</h4> `

source: `<span class="h4"><b>Masters &amp; Reports</b></span>`
th_th: `<span class="h4"><b>ข้อมูลหลักและรายงาน</b></span>`

source: `<span class="h4"><b>Masters &amp; Transactions</b></span>`
th_th: `<span class="h4"><b>ข้อมูลหลักและธุรกรรม</b></span>`

source: `<span class="h4"><b>Reports &amp; Masters</b></span>`
th_th: `<span class="h4"><b>รายงานและข้อมูลหลัก</b></span>`

source: `<span class="h4"><b>Transactions &amp; Reports</b></span>`
th_th: `<span class="h4"><b>ธุรกรรมและรายงาน</b></span>`

source: `<span style="font-size: 18px;"><b>Masters &amp; Reports</b></span>`
th_th: `<span style="font-size: 18px;"><b>ข้อมูลหลักและรายงาน</b></span>`

source: Account type cannot be set for payroll payable account {0}, please remove and try again
th_th: ไม่สามารถตั้งค่าประเภทบัญชีสำหรับบัญชีเงินเดือนค้างจ่าย {0} ได้ โปรดลบและลองอีกครั้ง

source: An amount of {0} already claimed for the component {1}, set the amount equal or greater than {2}
th_th: มีการเบิกจำนวนเงิน {0} สำหรับองค์ประกอบ {1} ไปแล้ว โปรดตั้งค่าจำนวนเงินให้เท่ากับหรือมากกว่า {2}

source: Any other remarks, noteworthy effort that should go in the records
th_th: ข้อสังเกตอื่นๆ หรือความพยายามที่น่าสังเกตที่ควรบันทึกไว้

source: Automatically fetches all assets allocated to the employee, if any
th_th: ดึงข้อมูลสินทรัพย์ทั้งหมดที่จัดสรรให้กับพนักงานโดยอัตโนมัติ (ถ้ามี)

source: Average of Goal Score, Feedback Score, and Self Appraisal Score (out of 5)
th_th: ค่าเฉลี่ยของคะแนนเป้าหมาย คะแนนข้อเสนอแนะ และคะแนนการประเมินตนเอง (เต็ม 5)

source: By default, the Final Score is calculated as the average of Goal Score, Feedback Score, and Self Appraisal Score. Enable this to set a different formula
th_th: โดยค่าเริ่มต้น คะแนนสุดท้ายจะคำนวณเป็นค่าเฉลี่ยของคะแนนเป้าหมาย คะแนนข้อเสนอแนะ และคะแนนการประเมินตนเอง เปิดใช้งานตัวเลือกนี้เพื่อกำหนดสูตรอื่น

source: Changing KRA in this parent goal will align all the child goals to the same KRA, if any.
th_th: การเปลี่ยน KRA ในเป้าหมายหลักนี้จะทำให้เป้าหมายย่อยทั้งหมดสอดคล้องกับ KRA เดียวกัน (ถ้ามี)

source: Currently, there is no {0} leave period for this date to create/update leave allocation.
th_th: ในปัจจุบัน ไม่มีรอบการลา {0} สำหรับวันที่นี้เพื่อสร้าง/อัปเดตการจัดสรรวันลา

source: Details of Sponsor (Name, Location)
th_th: รายละเอียดของผู้สนับสนุน (ชื่อ, ที่ตั้ง)

source: Disable {0} for the {1} component, to prevent the amount from being deducted twice, as its formula already uses a payment-days-based component.
th_th: ปิดใช้งาน {0} สำหรับองค์ประกอบ {1} เพื่อป้องกันการหักเงินซ้ำซ้อน เนื่องจากสูตรขององค์ประกอบนี้มีการใช้ส่วนประกอบที่อิงตามวันจ่ายเงินอยู่แล้ว

source: Employee can be named by Employee ID if you assign one, or via Naming Series. Select your preference here.
th_th: พนักงานสามารถตั้งชื่อตามรหัสพนักงาน (หากคุณกำหนด) หรือผ่านชุดการตั้งชื่อได้ เลือกการตั้งค่าที่คุณต้องการที่นี่

source: Everyone, let’s congratulate them on their work anniversary!
th_th: ทุกคน ขอแสดงความยินดีกับพวกเขาในวันครบรอบการทำงาน!

source: Everyone, let’s congratulate {0} on their birthday.
th_th: ทุกคน ขอแสดงความยินดีกับ {0} ในวันเกิดของพวกเขา

source: For a day of leave taken, if you still pay (say) 50% of the daily salary, then enter 0.50 in this field.
th_th: สำหรับการลา 1 วัน หากคุณยังคงจ่ายเงินเดือนรายวัน (เช่น) 50% ให้ป้อน 0.50 ในฟิลด์นี้

source: From here, you can enable encashment for the balance leaves.
th_th: จากที่นี่ คุณสามารถเปิดใช้งานการแลกเป็นเงินสดสำหรับยอดวันลาคงเหลือได้

source: Hey, {0} 👋
th_th: สวัสดี {0} 👋

source: If checked, Payroll Payable will be booked against each employee
th_th: หากเลือก จะมีการบันทึกบัญชีเงินเดือนค้างจ่ายให้กับพนักงานแต่ละคน

source: If checked, hides and disables Rounded Total field in Salary Slips
th_th: หากเลือก จะซ่อนและปิดใช้งานฟิลด์ยอดรวมปัดเศษในสลิปเงินเดือน

source: If checked, the full amount will be deducted from taxable income before calculating income tax without any declaration or proof submission.
th_th: หากเลือก จำนวนเงินทั้งหมดจะถูกหักออกจากรายได้ที่ต้องเสียภาษีก่อนการคำนวณภาษีเงินได้ โดยไม่ต้องมีการแจ้งหรือยื่นหลักฐานใดๆ

source: If enabled, Tax Exemption Declaration will be considered for income tax calculation.
th_th: หากเปิดใช้งาน การแจ้งขอยกเว้นภาษีจะถูกนำมาพิจารณาในการคำนวณภาษีเงินได้

source: If enabled, auto attendance will be marked on holidays if Employee Checkins exist
th_th: หากเปิดใช้งาน การเข้างานอัตโนมัติจะถูกบันทึกในวันหยุดหากมีการบันทึกเวลาเข้างานของพนักงาน

source: If enabled, deducts payment days for absent attendance on holidays. By default, holidays are considered as paid
th_th: หากเปิดใช้งาน จะหักวันจ่ายเงินสำหรับการขาดงานในวันหยุด โดยค่าเริ่มต้น วันหยุดจะถือเป็นการจ่ายเงิน

source: If enabled, the component will be considered as a tax component and the amount will be auto-calculated as per the configured income tax slabs
th_th: หากเปิดใช้งาน องค์ประกอบนี้จะถือเป็นองค์ประกอบทางภาษีและจำนวนเงินจะถูกคำนวณโดยอัตโนมัติตามขั้นภาษีเงินได้ที่กำหนดค่าไว้

source: If enabled, the component will be considered in the Income Tax Deductions report
th_th: หากเปิดใช้งาน องค์ประกอบนี้จะถูกนำมาพิจารณาในรายงานรายการหักลดหย่อนภาษีเงินได้

source: If enabled, the component will not be displayed in the salary slip if the amount is zero
th_th: หากเปิดใช้งาน องค์ประกอบนี้จะไม่แสดงในสลิปเงินเดือนหากจำนวนเงินเป็นศูนย์

source: If enabled, the total no. of applications received for this opening will be displayed on the website
th_th: หากเปิดใช้งาน จำนวนใบสมัครทั้งหมดที่ได้รับสำหรับตำแหน่งงานนี้จะแสดงบนเว็บไซต์

source: If enabled, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
th_th: หากเปิดใช้งาน ค่าที่ระบุหรือคำนวณในองค์ประกอบนี้จะไม่มีผลต่อรายรับหรือรายการหัก อย่างไรก็ตาม องค์ประกอบอื่นๆ สามารถอ้างอิงค่าของมันเพื่อนำไปบวกหรือหักได้

source: If enabled, total no. of working days will include holidays, and this will reduce the value of Salary Per Day
th_th: หากเปิดใช้งาน จำนวนวันทำงานทั้งหมดจะรวมวันหยุดด้วย ซึ่งจะทำให้ค่าของเงินเดือนต่อวันลดลง

source: If not checked, the list will have to be added to each Department where it has to be applied.
th_th: หากไม่เลือก จะต้องเพิ่มรายการนี้ในแต่ละแผนกที่ต้องการให้มีผลบังคับใช้

source: If selected, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
th_th: หากเลือก ค่าที่ระบุหรือคำนวณในองค์ประกอบนี้จะไม่มีผลต่อรายรับหรือรายการหัก อย่างไรก็ตาม องค์ประกอบอื่นๆ สามารถอ้างอิงค่าของมันเพื่อนำไปบวกหรือหักได้

source: If set, the job opening will be closed automatically after this date
th_th: หากตั้งค่า ตำแหน่งงานว่างนี้จะถูกปิดโดยอัตโนมัติหลังจากวันที่นี้

source: If you are using loans in salary slips, please install the {0} app from Frappe Cloud Marketplace or GitHub to continue using loan integration with payroll.
th_th: หากคุณใช้เงินกู้ในสลิปเงินเดือน โปรดติดตั้งแอป {0} จาก Frappe Cloud Marketplace หรือ GitHub เพื่อใช้งานการรวมระบบเงินกู้กับบัญชีเงินเดือนต่อไป

source: In case of any error during this background process, the system will add a comment about the error on this Payroll Entry and revert to the Submitted status
th_th: ในกรณีที่เกิดข้อผิดพลาดใดๆ ในระหว่างกระบวนการเบื้องหลังนี้ ระบบจะเพิ่มความคิดเห็นเกี่ยวกับข้อผิดพลาดในรายการบัญชีเงินเดือนนี้และเปลี่ยนสถานะกลับเป็น 'ส่งแล้ว'

source: Indicates the number of leaves that cannot be encashed from the leave balance. E.g. with a leave balance of 10 and 4 Non-Encashable Leaves, you can encash 6, while the remaining 4 can be carried forward or expired
th_th: ระบุจำนวนวันลาที่ไม่สามารถแลกเป็นเงินสดได้จากยอดวันลาคงเหลือ เช่น หากมียอดวันลาคงเหลือ 10 วัน และวันลาที่ไม่สามารถแลกเป็นเงินสดได้ 4 วัน คุณจะสามารถแลกได้ 6 วัน ส่วนที่เหลืออีก 4 วันสามารถยกไปหรือจะหมดอายุไป

source: Job profile, qualifications required etc.
th_th: โปรไฟล์งาน, คุณสมบัติที่ต้องการ ฯลฯ

source: Leave Ledger Entry's To date needs to be after From date. Currently, From Date is {0} and To Date is {1}
th_th: วันที่สิ้นสุดของรายการสมุดบัญชีการลาต้องอยู่หลังวันที่เริ่มต้น ปัจจุบัน วันที่เริ่มต้นคือ {0} และวันที่สิ้นสุดคือ {1}

source: Leave allocation {0} is linked with the Leave Application {1}
th_th: การจัดสรรวันลา {0} ถูกเชื่อมโยงกับใบลา {1}

source: Leave application is linked with leave allocations {0}. Leave application cannot be set as leave without pay
th_th: ใบลาถูกเชื่อมโยงกับการจัดสรรวันลา {0} ไม่สามารถตั้งค่าใบลาเป็นการลาโดยไม่ได้รับค่าจ้างได้

source: Leave cannot be allocated before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
th_th: ไม่สามารถจัดสรรวันลาก่อนวันที่ {0} ได้ เนื่องจากยอดวันลาคงเหลือได้ถูกยกยอดไปในบันทึกการจัดสรรวันลาในอนาคต {1} แล้ว

source: Leave cannot be applied/cancelled before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
th_th: ไม่สามารถยื่น/ยกเลิกการลาก่อนวันที่ {0} ได้ เนื่องจากยอดวันลาคงเหลือได้ถูกยกยอดไปในบันทึกการจัดสรรวันลาในอนาคต {1} แล้ว

source: Leaves you can avail against a holiday you worked on. You can claim Compensatory Off Leave using Compensatory Leave Request. Click {0} to know more
th_th: วันลาที่คุณสามารถใช้ได้สำหรับวันหยุดที่คุณทำงาน คุณสามารถขอลาชดเชยได้โดยใช้ 'คำขอลาชดเชย' คลิก {0} เพื่อดูข้อมูลเพิ่มเติม

source: Mark as In Progress
th_th: ทำเครื่องหมายว่ากำลังดำเนินการ

source: Maximum Leave Allocation Allowed per Leave Period
th_th: จำนวนการจัดสรรวันลาสูงสุดที่อนุญาตต่อรอบการลา

source: Maximum annual taxable income eligible for full tax relief. No tax is applied if income does not exceed this limit
th_th: รายได้ที่ต้องเสียภาษีสูงสุดต่อปีที่มีสิทธิ์ได้รับการลดหย่อนภาษีเต็มจำนวน จะไม่มีการคิดภาษีหากรายได้ไม่เกินขีดจำกัดนี้

source: Missing Tax Slab
th_th: ไม่พบขั้นภาษี

source: No Data
th_th: ไม่มีข้อมูล

source: No Employee found for the given employee field value. '{}': {}
th_th: ไม่พบพนักงานสำหรับค่าฟิลด์พนักงานที่ระบุ '{}': {}

source: No active employee found associated with the email ID {0}. Try logging in with your employee email ID or contact your HR manager for access.
th_th: ไม่พบพนักงานที่ใช้งานอยู่ที่เชื่อมโยงกับรหัสอีเมล {0} โปรดลองเข้าสู่ระบบด้วยรหัสอีเมลพนักงานของคุณหรือติดต่อผู้จัดการฝ่ายบุคคลเพื่อขอสิทธิ์การเข้าถึง

source: No employees found for the mentioned criteria:<br>Company: {0}<br> Currency: {1}<br>Payroll Payable Account: {2}
th_th: ไม่พบพนักงานตามเกณฑ์ที่ระบุ:<br>บริษัท: {0}<br>สกุลเงิน: {1}<br>บัญชีเงินเดือนค้างจ่าย: {2}

source: No of. Positions
th_th: จำนวนตำแหน่ง

source: Note: Your salary slip is password protected, the password to unlock the PDF is of the format {0}.
th_th: หมายเหตุ: สลิปเงินเดือนของคุณมีการป้องกันด้วยรหัสผ่าน รหัสผ่านเพื่อปลดล็อก PDF อยู่ในรูปแบบ {0}

source: Number of Withholding Cycles
th_th: จำนวนรอบการระงับ

source: Only interviewers can submit feedback
th_th: เฉพาะผู้สัมภาษณ์เท่านั้นที่สามารถส่งข้อเสนอแนะได้

source: Partially Sponsored, Require Partial Funding
th_th: ได้รับการสนับสนุนบางส่วน ต้องการเงินทุนบางส่วน

source: Password policy cannot contain spaces or simultaneous hyphens. The format will be restructured automatically
th_th: นโยบายรหัสผ่านต้องไม่มีช่องว่างหรือยัติภังค์ติดกัน รูปแบบจะถูกปรับโครงสร้างใหม่โดยอัตโนมัติ

source: Payroll Entry cancellation is queued. It may take a few minutes
th_th: การยกเลิกรายการบัญชีเงินเดือนอยู่ในคิว อาจใช้เวลาสักครู่

source: Please assign a Salary Structure for Employee {0} applicable from or before {1} first
th_th: โปรดกำหนดโครงสร้างเงินเดือนสำหรับพนักงาน {0} ที่มีผลบังคับใช้ตั้งแต่วันที่ {1} หรือก่อนหน้านั้นก่อน

source: Please set "Default Payroll Payable Account" in Company Defaults
th_th: โปรดตั้งค่า "บัญชีเงินเดือนค้างจ่ายเริ่มต้น" ในค่าเริ่มต้นของบริษัท

source: Please set the Date Of Joining for employee {0}
th_th: โปรดตั้งค่าวันที่เริ่มงานสำหรับพนักงาน {0}

source: Please set the Holiday List.
th_th: โปรดตั้งค่ารายการวันหยุด

source: Please set the relieving date for employee {0}
th_th: โปรดตั้งค่าวันที่พ้นสภาพสำหรับพนักงาน {0}

source: Please set {0} and {1} in {2}.
th_th: โปรดตั้งค่า {0} และ {1} ใน {2}

source: Please set {0} for Employee {1}
th_th: โปรดตั้งค่า {0} สำหรับพนักงาน {1}

source: Please set {0} for the Employee: {1}
th_th: โปรดตั้งค่า {0} สำหรับพนักงาน: {1}

source: Please specify {0} and {1} (if any), for the correct tax calculation in future salary slips.
th_th: โปรดระบุ {0} และ {1} (ถ้ามี) เพื่อการคำนวณภาษีที่ถูกต้องในสลิปเงินเดือนในอนาคต

source: Salary Slips already exist for employees {}, and will not be processed by this payroll.
th_th: มีสลิปเงินเดือนสำหรับพนักงาน {} อยู่แล้ว และจะไม่ถูกประมวลผลโดยบัญชีเงินเดือนนี้

source: Salary already processed for period between {0} and {1}, Leave application period cannot be between this date range.
th_th: ประมวลผลเงินเดือนสำหรับงวดระหว่างวันที่ {0} ถึง {1} แล้ว ช่วงเวลาของใบลาไม่สามารถอยู่ในช่วงวันที่นี้ได้

source: Select the Leave Type like Sick leave, Privilege Leave, Casual Leave, etc.
th_th: เลือกประเภทการลา เช่น ลาป่วย, สิทธิ์การลาพักร้อน, ลากิจ ฯลฯ

source: Select type of leave the employee wants to apply for, like Sick Leave, Privilege Leave, Casual Leave, etc.
th_th: เลือกประเภทการลาที่พนักงานต้องการยื่น เช่น ลาป่วย, สิทธิ์การลาพักร้อน, ลากิจ ฯลฯ

source: Set "From(Year)" and "To(Year)" to 0 for no upper and lower limit.
th_th: ตั้งค่า "จาก(ปี)" และ "ถึง(ปี)" เป็น 0 หากไม่ต้องการกำหนดขีดจำกัดสูงสุดและต่ำสุด

source: Skipping Salary Structure Assignment for the following employees, as Salary Structure Assignment records already exists against them. {0}
th_th: ข้ามการกำหนดโครงสร้างเงินเดือนสำหรับพนักงานต่อไปนี้ เนื่องจากมีบันทึกการกำหนดโครงสร้างเงินเดือนอยู่แล้ว {0}

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}
th_th: วันที่เริ่มต้นและสิ้นสุดไม่อยู่ในรอบการจ่ายเงินเดือนที่ถูกต้อง ไม่สามารถคำนวณ {0} ได้

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}.
th_th: วันที่เริ่มต้นและสิ้นสุดไม่อยู่ในรอบการจ่ายเงินเดือนที่ถูกต้อง ไม่สามารถคำนวณ {0} ได้

source: The salary slip emailed to the employee will be password protected, the password will be generated based on the password policy.
th_th: สลิปเงินเดือนที่ส่งอีเมลถึงพนักงานจะมีการป้องกันด้วยรหัสผ่าน รหัสผ่านจะถูกสร้างขึ้นตามนโยบายรหัสผ่าน

source: These leaves are holidays permitted by the company however, availing it is optional for an Employee.
th_th: การลาเหล่านี้เป็นวันหยุดที่บริษัทอนุญาต อย่างไรก็ตาม การใช้สิทธิ์เป็นทางเลือกสำหรับพนักงาน

source: This check-in is outside assigned shift hours and will not be considered for attendance. If a shift is assigned, adjust its time window and Fetch Shift again.
th_th: การบันทึกเวลาเข้านี้อยู่นอกเวลาทำงานของกะที่ได้รับมอบหมายและจะไม่ถูกนำมาพิจารณาในการเข้างาน หากมีการมอบหมายกะ โปรดปรับช่วงเวลาและดึงข้อมูลกะอีกครั้ง

source: To allow this, enable {0} under {1}.
th_th: เพื่อให้สามารถทำเช่นนี้ได้ โปรดเปิดใช้งาน {0} ภายใต้ {1}

source: To overwrite the salary component amount for a tax component, please enable {0}
th_th: หากต้องการเขียนทับจำนวนเงินขององค์ประกอบเงินเดือนสำหรับองค์ประกอบภาษี โปรดเปิดใช้งาน {0}

source: Total weightage for all {0} must add up to 100. Currently, it is {1}%
th_th: น้ำหนักรวมทั้งหมดสำหรับ {0} ต้องรวมกันได้ 100 ปัจจุบันคือ {1}%

source: When set to 'Inactive', employees with conflicting active shifts will not be excluded.
th_th: เมื่อตั้งค่าเป็น 'ไม่ใช้งาน' พนักงานที่มีกะการทำงานที่ใช้งานอยู่ซึ่งขัดแย้งกันจะไม่ถูกคัดออก

source: Yes, Proceed
th_th: ใช่ ดำเนินการต่อ

source: You can claim only an amount of {0}, the rest amount {1} should be in the application as pro-rata component
th_th: คุณสามารถเบิกได้เพียงจำนวน {0} เท่านั้น ส่วนที่เหลือจำนวน {1} ควรอยู่ในใบสมัครเป็นองค์ประกอบตามสัดส่วน

source: You can only upload JPG, PNG, PDF, TXT or Microsoft documents.
th_th: คุณสามารถอัปโหลดได้เฉพาะเอกสาร JPG, PNG, PDF, TXT หรือ Microsoft เท่านั้น

source: You may add additional details, if any, and submit the offer.
th_th: คุณสามารถเพิ่มรายละเอียดเพิ่มเติม (ถ้ามี) และส่งข้อเสนอจ้างงานได้

source: {0}: Employee email not found, hence email not sent
th_th: {0}: ไม่พบอีเมลพนักงาน ดังนั้นจึงยังไม่ได้ส่งอีเมล
