Repository: kasemsan00/erp-next-translate
Catalog: hrm/th(4).po
Languages: th_th

source: Task
th_th: งาน

source: Task Weight
th_th: น้ำหนักงาน

source: Tax & Benefits
th_th: ภาษีและสวัสดิการ

source: Tax Deducted Till Date
th_th: ภาษีที่หัก ณ วันที่

source: Tax Exemption Category
th_th: หมวดหมู่การยกเว้นภาษี

source: Tax Exemption Declaration
th_th: การแจ้งขอยกเว้นภาษี

source: Tax Exemption Proofs
th_th: หลักฐานการยกเว้นภาษี

source: Tax Setup
th_th: การตั้งค่าภาษี

source: Tax on additional salary
th_th: ภาษีสำหรับเงินเดือนเพิ่มเติม

source: Tax on flexible benefit
th_th: ภาษีสำหรับสวัสดิการที่ยืดหยุ่น

source: Taxable Earnings Till Date
th_th: รายรับที่ต้องเสียภาษีจนถึงปัจจุบัน

source: Taxable Income Relief Threshold Limit
th_th: เกณฑ์ขั้นต่ำของรายได้ที่ต้องเสียภาษีเพื่อการลดหย่อน

source: Taxable Salary Slab
th_th: ขั้นเงินเดือนที่ต้องเสียภาษี

source: Taxable Salary Slabs
th_th: ขั้นเงินเดือนที่ต้องเสียภาษี

source: Taxes & Charges
th_th: ภาษีและค่าธรรมเนียม

source: Taxes and Charges on Income Tax
th_th: ภาษีและค่าธรรมเนียมสำหรับภาษีเงินได้

source: Taxi
th_th: แท็กซี่

source: Team Advances
th_th: เงินทดรองของทีม

source: Team Claims
th_th: การเบิกของทีม

source: Team Leaves
th_th: การลาของทีม

source: Team Requests
th_th: คำขอของทีม

source: Team Updates
th_th: อัปเดตของทีม

source: Template Name
th_th: ชื่อแม่แบบ

source: Terms
th_th: เงื่อนไข

source: Terms and Conditions
th_th: ข้อกำหนดและเงื่อนไข

source: Thank you
th_th: ขอบคุณ

source: The currency of {0} should be same as the company's default currency. Please select another account.
th_th: สกุลเงินของ {0} ควรเป็นสกุลเงินเดียวกับสกุลเงินเริ่มต้นของบริษัท โปรดเลือกบัญชีอื่น

source: The date on which Salary Component with Amount will contribute for Earnings/Deduction in Salary Slip.
th_th: วันที่ที่องค์ประกอบเงินเดือนพร้อมจำนวนเงินจะส่งผลต่อรายรับ/รายการหักในสลิปเงินเดือน

source: The day of the month when leaves should be allocated
th_th: วันที่ของเดือนที่จะจัดสรรวันลา

source: The day(s) on which you are applying for leave are holidays. You need not apply for leave.
th_th: วันที่คุณยื่นขอลาเป็นวันหยุด คุณไม่จำเป็นต้องยื่นใบลา

source: The days between {0} to {1} are not valid holidays.
th_th: วันที่ระหว่าง {0} ถึง {1} ไม่ใช่วันหยุดที่ถูกต้อง

source: The first Approver in the list will be set as the default Approver.
th_th: ผู้อนุมัติคนแรกในรายการจะถูกตั้งเป็นผู้อนุมัติเริ่มต้น

source: The fraction of Daily Salary per Leave should be between 0 and 1
th_th: เศษส่วนของเงินเดือนรายวันต่อการลาควรอยู่ระหว่าง 0 ถึง 1

source: The fraction of daily wages to be paid for half-day attendance
th_th: เศษส่วนของค่าจ้างรายวันที่จะจ่ายสำหรับการเข้างานครึ่งวัน

source: The metrics for this report are calculated based on the {0}. Please set {0} in {1}.
th_th: เมตริกสำหรับรายงานนี้คำนวณจาก {0} โปรดตั้งค่า {0} ใน {1}

source: The metrics for this report are calculated based on {0}. Please set {0} in {1}.
th_th: เมตริกสำหรับรายงานนี้คำนวณจาก {0} โปรดตั้งค่า {0} ใน {1}

source: The salary slip emailed to the employee will be password protected, the password will be generated based on the password policy.
th_th: สลิปเงินเดือนที่ส่งอีเมลถึงพนักงานจะมีการป้องกันด้วยรหัสผ่าน รหัสผ่านจะถูกสร้างขึ้นตามนโยบายรหัสผ่าน

source: The time after the shift start time when check-in is considered as late (in minutes).
th_th: เวลาหลังจากเวลาเริ่มต้นกะซึ่งการบันทึกเวลาเข้าจะถือว่าสาย (เป็นนาที)

source: The time before the shift end time when check-out is considered as early (in minutes).
th_th: เวลาก่อนเวลาสิ้นสุดกะซึ่งการบันทึกเวลาออกจะถือว่าออกก่อนเวลา (เป็นนาที)

source: The time before the shift start time during which Employee Check-in is considered for attendance.
th_th: เวลาก่อนเวลาเริ่มต้นกะซึ่งการบันทึกเวลาเข้าของพนักงานจะถูกพิจารณาสำหรับการเข้างาน

source: Theory
th_th: ทฤษฎี

source: There are more holidays than working days this month.
th_th: เดือนนี้มีวันหยุดมากกว่าวันทำงาน

source: There are no vacancies under staffing plan {0}
th_th: ไม่มีตำแหน่งงานว่างภายใต้แผนการจัดหาบุคลากร {0}

source: There is no Salary Structure assigned to {0}. First assign a Salary Stucture.
th_th: ไม่มีโครงสร้างเงินเดือนที่กำหนดให้กับ {0} โปรดกำหนดโครงสร้างเงินเดือนก่อน

source: There's no Employee with Salary Structure: {0}. Assign {1} to an Employee to preview Salary Slip
th_th: ไม่มีพนักงานที่มีโครงสร้างเงินเดือน: {0} โปรดกำหนด {1} ให้กับพนักงานเพื่อดูตัวอย่างสลิปเงินเดือน

source: These leaves are holidays permitted by the company however, availing it is optional for an Employee.
th_th: การลาเหล่านี้เป็นวันหยุดที่บริษัทอนุญาต อย่างไรก็ตาม การใช้สิทธิ์เป็นทางเลือกสำหรับพนักงาน

source: This action will prevent making changes to the linked appraisal feedback/goals.
th_th: การกระทำนี้จะป้องกันการเปลี่ยนแปลงข้อเสนอแนะ/เป้าหมายการประเมินที่เชื่อมโยง

source: This check-in is outside assigned shift hours and will not be considered for attendance. If a shift is assigned, adjust its time window and Fetch Shift again.
th_th: การบันทึกเวลาเข้านี้อยู่นอกเวลาทำงานของกะที่ได้รับมอบหมายและจะไม่ถูกนำมาพิจารณาในการเข้างาน หากมีการมอบหมายกะ โปรดปรับช่วงเวลาและดึงข้อมูลกะอีกครั้ง

source: This compensatory leave will be applicable from {0}.
th_th: การลาชดเชยนี้จะมีผลบังคับใช้ตั้งแต่วันที่ {0}

source: This employee already has a log with the same timestamp.{0}
th_th: พนักงานนี้มีบันทึกที่มีการประทับเวลาเดียวกันอยู่แล้ว {0}

source: This error can be due to invalid formula or condition.
th_th: ข้อผิดพลาดนี้อาจเกิดจากสูตรหรือเงื่อนไขที่ไม่ถูกต้อง

source: This error can be due to invalid syntax.
th_th: ข้อผิดพลาดนี้อาจเกิดจากไวยากรณ์ที่ไม่ถูกต้อง

source: This error can be due to missing or deleted field.
th_th: ข้อผิดพลาดนี้อาจเกิดจากฟิลด์ที่หายไปหรือถูกลบ

source: This field allows you to set the maximum number of consecutive leaves an Employee can apply for.
th_th: ฟิลด์นี้ให้คุณตั้งค่าจำนวนวันลาต่อเนื่องสูงสุดที่พนักงานสามารถยื่นขอได้

source: This field allows you to set the maximum number of leaves that can be allocated annually for this Leave Type while creating the Leave Policy
th_th: ฟิลด์นี้ให้คุณตั้งค่าจำนวนวันลาสูงสุดที่สามารถจัดสรรได้ต่อปีสำหรับประเภทการลานี้ขณะสร้างนโยบายการลา

source: This is based on the attendance of this Employee
th_th: นี่คือข้อมูลตามการเข้างานของพนักงานคนนี้

source: This method is only meant for developer mode
th_th: วิธีการนี้มีไว้สำหรับโหมดนักพัฒนาเท่านั้น

source: This will overwrite the tax component {0} in the salary slip and tax won't be calculated based on the Income Tax Slabs
th_th: สิ่งนี้จะเขียนทับองค์ประกอบภาษี {0} ในสลิปเงินเดือนและภาษีจะไม่ถูกคำนวณตามขั้นภาษีเงินได้

source: This will submit Salary Slips and create accrual Journal Entry. Do you want to proceed?
th_th: สิ่งนี้จะส่งสลิปเงินเดือนและสร้างรายการสมุดรายวันค้างรับ คุณต้องการดำเนินการต่อหรือไม่?

source: Thursday
th_th: วันพฤหัสบดี

source: Time
th_th: เวลา

source: Time Interval
th_th: ช่วงเวลา

source: Time Sheet
th_th: ไทม์ชีท

source: Time after the end of shift during which check-out is considered for attendance.
th_th: เวลาหลังจากสิ้นสุดกะซึ่งการบันทึกเวลาออกจะถูกพิจารณาสำหรับการเข้างาน

source: Time taken to fill the open positions
th_th: เวลาที่ใช้ในการบรรจุตำแหน่งงานว่าง

source: Time to Fill
th_th: เวลาในการบรรจุตำแหน่ง

source: Timelines
th_th: ไทม์ไลน์

source: Timesheet
th_th: ไทม์ชีท

source: Timesheet Details
th_th: รายละเอียดไทม์ชีท

source: Timing
th_th: ช่วงเวลา

source: Title
th_th: ชื่อเรื่อง

source: To
th_th: ถึง

source: To Amount
th_th: ถึงจำนวนเงิน

source: To Date
th_th: ถึงวันที่

source: To Date cannot be before From Date
th_th: วันที่สิ้นสุดไม่สามารถอยู่ก่อนวันที่เริ่มต้นได้

source: To Date should be greater than From Date
th_th: วันที่สิ้นสุดควรอยู่หลังวันที่เริ่มต้น

source: To Time
th_th: ถึงเวลา

source: To User
th_th: ถึงผู้ใช้

source: To allow this, enable {0} under {1}.
th_th: เพื่อให้สามารถทำเช่นนี้ได้ โปรดเปิดใช้งาน {0} ภายใต้ {1}

source: To apply for a Half Day check 'Half Day' and select the Half Day Date
th_th: หากต้องการลาครึ่งวัน ให้ติ๊ก 'ครึ่งวัน' และเลือกวันที่ลาครึ่งวัน

source: To date can not be equal or less than from date
th_th: วันที่สิ้นสุดไม่สามารถเท่ากับหรือน้อยกว่าวันที่เริ่มต้นได้

source: To date can not be greater than employee's relieving date.
th_th: วันที่สิ้นสุดไม่สามารถมากกว่าวันที่พ้นสภาพของพนักงานได้

source: To date can not be less than from date
th_th: วันที่สิ้นสุดไม่สามารถน้อยกว่าวันที่เริ่มต้นได้

source: To date can not greater than employee's relieving date
th_th: วันที่สิ้นสุดไม่สามารถมากกว่าวันที่พ้นสภาพของพนักงานได้

source: To date cannot be before from date
th_th: วันที่สิ้นสุดไม่สามารถอยู่ก่อนวันที่เริ่มต้นได้

source: To overwrite the salary component amount for a tax component, please enable {0}
th_th: หากต้องการเขียนทับจำนวนเงินขององค์ประกอบเงินเดือนสำหรับองค์ประกอบภาษี โปรดเปิดใช้งาน {0}

source: To(Year)
th_th: ถึง(ปี)

source: To(Year) year can not be less than From(year)
th_th: ปีสิ้นสุดไม่สามารถน้อยกว่าปีเริ่มต้นได้

source: Today is {0}'s birthday 🎉
th_th: วันนี้คือวันเกิดของ {0} 🎉

source: Today {0} at our Company! 🎉
th_th: วันนี้ {0} ที่บริษัทของเรา! 🎉

source: Today {0} completed {1} year(s) at our Company! 🎉
th_th: วันนี้ {0} ทำงานครบ {1} ปีที่บริษัทของเรา! 🎉

source: Total
th_th: รวม

source: Total Absent
th_th: ขาดงานทั้งหมด

source: Total Actual Amount
th_th: จำนวนเงินจริงทั้งหมด

source: Total Advance Amount
th_th: จำนวนเงินทดรองทั้งหมด

source: Total Allocated Leave(s)
th_th: จำนวนวันลาที่จัดสรรทั้งหมด

source: Total Allocated Leaves
th_th: จำนวนวันลาที่จัดสรรทั้งหมด

source: Total Amount
th_th: จำนวนเงินรวม

source: Total Amount Reimbursed
th_th: จำนวนเงินที่เบิกคืนทั้งหมด

source: Total Amount cannot be zero
th_th: จำนวนเงินรวมไม่สามารถเป็นศูนย์ได้

source: Total Asset Recovery Cost
th_th: ต้นทุนการกู้คืนสินทรัพย์ทั้งหมด

source: Total Billed Hours
th_th: รวมชั่วโมงที่เรียกเก็บ

source: Total Claimed Amount
th_th: จำนวนเงินที่เบิกทั้งหมด

source: Total Declared Amount
th_th: จำนวนเงินที่แจ้งทั้งหมด

source: Total Deduction
th_th: รายการหักทั้งหมด

source: Total Deduction (Company Currency)
th_th: รายการหักทั้งหมด (สกุลเงินบริษัท)

source: Total Early Exits
th_th: การออกงานก่อนเวลาทั้งหมด

source: Total Earning
th_th: รายรับทั้งหมด

source: Total Earnings
th_th: รายรับทั้งหมด

source: Total Estimated Budget
th_th: งบประมาณโดยประมาณทั้งหมด

source: Total Estimated Cost
th_th: ต้นทุนโดยประมาณทั้งหมด

source: Total Exemption Amount
th_th: จำนวนเงินยกเว้นทั้งหมด

source: Total Expense Amount
th_th: จำนวนค่าใช้จ่ายทั้งหมด

source: Total Expense Claim (via Expense Claim)
th_th: การเบิกค่าใช้จ่ายทั้งหมด (ผ่านการเบิกค่าใช้จ่าย)

source: Total Expense Claim (via Expense Claims)
th_th: การเบิกค่าใช้จ่ายทั้งหมด (ผ่านการเบิกค่าใช้จ่าย)

source: Total Goal Score
th_th: คะแนนเป้าหมายรวม

source: Total Gross Pay
th_th: รายรับรวมทั้งหมด

source: Total Holidays
th_th: รวมวันหยุด

source: Total Hours (T)
th_th: ชั่วโมงทั้งหมด (T)

source: Total Income Tax
th_th: ภาษีเงินได้ทั้งหมด

source: Total Interest Amount
th_th: จำนวนดอกเบี้ยทั้งหมด

source: Total Late Entries
th_th: การเข้างานสายทั้งหมด

source: Total Leave Days
th_th: จำนวนวันลาทั้งหมด

source: Total Leaves
th_th: การลาทั้งหมด

source: Total Leaves ({0})
th_th: การลาทั้งหมด ({0})

source: Total Leaves Allocated
th_th: จำนวนวันลาที่จัดสรรทั้งหมด

source: Total Leaves Encashed
th_th: จำนวนวันลาที่แลกเป็นเงินสดทั้งหมด

source: Total Loan Repayment
th_th: การชำระคืนเงินกู้ทั้งหมด

source: Total Net Pay
th_th: รายรับสุทธิทั้งหมด

source: Total Non-Billed Hours
th_th: ชั่วโมงที่ไม่ได้เรียกเก็บเงินทั้งหมด

source: Total Payable Amount
th_th: จำนวนเงินที่ต้องชำระทั้งหมด

source: Total Payment
th_th: การชำระเงินทั้งหมด

source: Total Present
th_th: มาทำงานทั้งหมด

source: Total Principal Amount
th_th: จำนวนเงินต้นทั้งหมด

source: Total Receivable Amount
th_th: จำนวนเงินลูกหนี้ทั้งหมด

source: Total Resignations
th_th: การลาออกทั้งหมด

source: Total Sanctioned Amount
th_th: จำนวนเงินที่อนุมัติทั้งหมด

source: Total Score
th_th: คะแนนรวม

source: Total Self Score
th_th: คะแนนตนเองรวม

source: Total Taxes and Charges
th_th: รวมภาษีและค่าธรรมเนียม

source: Total Working Hours
th_th: รวมชั่วโมงทำงาน

source: Total advance amount cannot be greater than total sanctioned amount
th_th: จำนวนเงินทดรองทั้งหมดไม่สามารถมากกว่าจำนวนเงินที่อนุมัติทั้งหมดได้

source: Total allocated leaves are more than maximum allocation allowed for {0} leave type for employee {1} in the period
th_th: จำนวนวันลาที่จัดสรรทั้งหมดมากกว่าจำนวนสูงสุดที่อนุญาตสำหรับประเภทการลา {0} สำหรับพนักงาน {1} ในรอบเวลานี้

source: Total allocated leaves {0} cannot be less than already approved leaves {1} for the period
th_th: จำนวนวันลาที่จัดสรรทั้งหมด {0} ไม่สามารถน้อยกว่าวันลาที่อนุมัติแล้ว {1} สำหรับรอบเวลานี้ได้

source: Total flexible benefit component amount {0} should not be less than max benefits {1}
th_th: จำนวนเงินองค์ประกอบสวัสดิการที่ยืดหยุ่นทั้งหมด {0} ไม่ควรน้อยกว่าสวัสดิการสูงสุด {1}

source: Total in words
th_th: ยอดรวมเป็นตัวอักษร

source: Total in words (Company Currency)
th_th: ยอดรวมเป็นตัวอักษร (สกุลเงินบริษัท)

source: Total leaves allocated cannot exceed annual allocation of {0}.
th_th: จำนวนวันลาที่จัดสรรทั้งหมดไม่สามารถเกินการจัดสรรประจำปีของ {0} ได้

source: Total leaves allocated is mandatory for Leave Type {0}
th_th: จำเป็นต้องระบุจำนวนวันลาที่จัดสรรทั้งหมดสำหรับประเภทการลา {0}

source: Total percentage against cost centers should be 100
th_th: เปอร์เซ็นต์รวมต่อศูนย์ต้นทุนควรเป็น 100

source: Total salary booked against this component for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
th_th: เงินเดือนทั้งหมดที่บันทึกสำหรับองค์ประกอบนี้ของพนักงานคนนี้ตั้งแต่ต้นปี (รอบการจ่ายเงินเดือนหรือปีงบประมาณ) จนถึงวันที่สิ้นสุดของสลิปเงินเดือนปัจจุบัน

source: Total salary booked for this employee from the beginning of the month up to the current salary slip's end date.
th_th: เงินเดือนทั้งหมดที่บันทึกสำหรับพนักงานคนนี้ตั้งแต่ต้นเดือนจนถึงวันที่สิ้นสุดของสลิปเงินเดือนปัจจุบัน

source: Total salary booked for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
th_th: เงินเดือนทั้งหมดที่บันทึกสำหรับพนักงานคนนี้ตั้งแต่ต้นปี (รอบการจ่ายเงินเดือนหรือปีงบประมาณ) จนถึงวันที่สิ้นสุดของสลิปเงินเดือนปัจจุบัน

source: Total weightage for all {0} must add up to 100. Currently, it is {1}%
th_th: น้ำหนักรวมทั้งหมดสำหรับ {0} ต้องรวมกันได้ 100 ปัจจุบันคือ {1}%

source: Total working Days Per Year
th_th: จำนวนวันทำงานทั้งหมดต่อปี

source: Total working hours should not be greater than max working hours {0}
th_th: ชั่วโมงทำงานทั้งหมดไม่ควรมากกว่าชั่วโมงทำงานสูงสุดที่ {0}

source: Totals
th_th: รวมทั้งหมด

source: Train
th_th: รถไฟ

source: Trainer Email
th_th: อีเมลผู้ฝึกอบรม

source: Trainer Name
th_th: ชื่อผู้ฝึกอบรม

source: Training
th_th: การฝึกอบรม

source: Training Date
th_th: วันที่ฝึกอบรม

source: Training Event
th_th: กิจกรรมการฝึกอบรม

source: Training Event Employee
th_th: พนักงานในกิจกรรมการฝึกอบรม

source: Training Event:
th_th: กิจกรรมการฝึกอบรม:

source: Training Events
th_th: กิจกรรมการฝึกอบรม

source: Training Feedback
th_th: ข้อเสนอแนะการฝึกอบรม

source: Training Program
th_th: โปรแกรมการฝึกอบรม

source: Training Result
th_th: ผลการฝึกอบรม

source: Training Result Employee
th_th: พนักงานที่ผ่านการฝึกอบรม

source: Trainings
th_th: การฝึกอบรม

source: Transaction Date
th_th: วันที่ธุรกรรม

source: Transaction Name
th_th: ชื่อธุรกรรม

source: Transaction Type
th_th: ประเภทธุรกรรม

source: Transactions
th_th: ธุรกรรม

source: Transactions cannot be created for an Inactive Employee {0}.
th_th: ไม่สามารถสร้างธุรกรรมสำหรับพนักงานที่ไม่ใช้งาน {0} ได้

source: Transfer Date
th_th: วันที่โอน

source: Travel
th_th: การเดินทาง

source: Travel Advance Required
th_th: ต้องการเงินทดรองสำหรับการเดินทาง

source: Travel From
th_th: เดินทางจาก

source: Travel Funding
th_th: เงินทุนสำหรับการเดินทาง

source: Travel Itinerary
th_th: แผนการเดินทาง

source: Travel Request
th_th: คำขอเดินทาง

source: Travel Request Costing
th_th: การคำนวณต้นทุนคำขอเดินทาง

source: Travel To
th_th: เดินทางถึง

source: Travel Type
th_th: ประเภทการเดินทาง

source: Tuesday
th_th: วันอังคาร

source: Type
th_th: ประเภท

source: Type of Proof
th_th: ประเภทของหลักฐาน

source: Unable to find Salary Component {0}
th_th: ไม่สามารถหาองค์ประกอบเงินเดือน {0}

source: Unable to retrieve your location
th_th: ไม่สามารถดึงตำแหน่งของคุณได้

source: Unarchive
th_th: เลิกจัดเก็บ

source: Unclaimed Amount
th_th: จำนวนเงินที่ยังไม่ได้เบิก

source: Under Review
th_th: อยู่ระหว่างการตรวจสอบ

source: Unlink Payment
th_th: ยกเลิกการเชื่อมโยงการชำระเงิน

source: Unlinked Attendance record from Employee Checkins: {}
th_th: ยกเลิกการเชื่อมโยงบันทึกการเข้างานจากการบันทึกเวลาเข้าของพนักงาน: {}

source: Unlinked logs
th_th: บันทึกที่ไม่ได้เชื่อมโยง

source: Unmarked Attendance for days
th_th: การเข้างานที่ยังไม่ได้บันทึกสำหรับวัน

source: Unmarked Check-in Logs Found
th_th: พบบันทึกการเข้างานที่ยังไม่ได้ทำเครื่องหมาย

source: Unmarked Days
th_th: วันที่ยังไม่ได้ทำเครื่องหมาย

source: Unmarked Employee Header
th_th: ส่วนหัวของพนักงานที่ยังไม่ได้ทำเครื่องหมาย

source: Unmarked Employees HTML
th_th: HTML ของพนักงานที่ยังไม่ได้ทำเครื่องหมาย

source: Unmarked days
th_th: วันที่ยังไม่ได้ทำเครื่องหมาย

source: Unpaid
th_th: ยังไม่ได้ชำระ

source: Unpaid Expense Claim
th_th: การเบิกค่าใช้จ่ายที่ยังไม่ได้ชำระ

source: Unsettled
th_th: ยังไม่ได้ชำระ

source: Unsettled Transactions
th_th: ธุรกรรมที่ยังไม่ได้ชำระ

source: Unsubmitted Appraisals
th_th: การประเมินที่ยังไม่ได้ส่ง

source: Untracked Hours
th_th: ชั่วโมงที่ไม่ได้ติดตาม

source: Untracked Hours (U)
th_th: ชั่วโมงที่ไม่ได้ติดตาม (U)

source: Unused leaves
th_th: วันลาที่ไม่ได้ใช้

source: Upcoming Holidays
th_th: วันหยุดที่จะมาถึง

source: Upcoming Holidays Reminder
th_th: การแจ้งเตือนวันหยุดที่จะมาถึง

source: Upcoming Shifts
th_th: กะที่จะมาถึง

source: Update
th_th: อัปเดต

source: Update Expense
th_th: อัปเดตค่าใช้จ่าย

source: Update Job Applicant
th_th: อัปเดตผู้สมัครงาน

source: Update Progress
th_th: อัปเดตความคืบหน้า

source: Update Response
th_th: อัปเดตการตอบกลับ

source: Update Salary Structures
th_th: อัปเดตโครงสร้างเงินเดือน

source: Update Status
th_th: อัปเดตสถานะ

source: Update Tax
th_th: อัปเดตภาษี

source: Updated status from {0} to {1} for date {2} in the attendance record {3}
th_th: อัปเดตสถานะจาก {0} เป็น {1} สำหรับวันที่ {2} ในบันทึกการเข้างาน {3}

source: Updated the Job Applicant status to {0}
th_th: อัปเดตสถานะผู้สมัครงานเป็น {0}

source: Updated the status of Job Offer {0} for the linked Job Applicant {1} to {2}
th_th: อัปเดตสถานะของข้อเสนองาน {0} สำหรับผู้สมัครงานที่เชื่อมโยง {1} เป็น {2}

source: Updated the status of linked Job Applicant {0} to {1}
th_th: อัปเดตสถานะของผู้สมัครงานที่เชื่อมโยง {0} เป็น {1}

source: Upload Attendance
th_th: อัปโหลดการเข้างาน

source: Upload HTML
th_th: อัปโหลด HTML

source: Upload images or documents
th_th: อัปโหลดรูปภาพหรือเอกสาร

source: Uploading...
th_th: กำลังอัปโหลด...

source: Upper Range
th_th: ช่วงค่าที่สูงกว่า

source: Used Leave(s)
th_th: วันลาที่ใช้ไป

source: Used Leaves
th_th: วันลาที่ใช้ไป

source: User
th_th: ผู้ใช้

source: Users
th_th: ผู้ใช้

source: Utilization
th_th: การใช้งาน

source: Vacancies
th_th: ตำแหน่งงานว่าง

source: Vacancies cannot be lower than the current openings
th_th: ตำแหน่งงานว่างไม่สามารถน้อยกว่าตำแหน่งที่เปิดรับในปัจจุบันได้

source: Vacancies fulfilled
th_th: ตำแหน่งงานว่างถูกบรรจุแล้ว

source: Validate Attendance
th_th: ตรวจสอบการเข้างาน

source: Validating Employee Attendance...
th_th: กำลังตรวจสอบการเข้างานของพนักงาน...

source: Value / Description
th_th: ค่า / คำอธิบาย

source: Value missing
th_th: ค่าหายไป

source: Variable
th_th: ตัวแปร

source: Variable Based On Taxable Salary
th_th: ตัวแปรตามเงินเดือนที่ต้องเสียภาษี

source: Vegetarian
th_th: มังสวิรัติ

source: Vehicle
th_th: ยานพาหนะ

source: Vehicle Expenses
th_th: ค่าใช้จ่ายยานพาหนะ

source: Vehicle Log
th_th: บันทึกยานพาหนะ

source: Vehicle Service
th_th: บริการยานพาหนะ

source: Vehicle Service Item
th_th: รายการบริการยานพาหนะ

source: Verify
th_th: ตรวจสอบ

source: View
th_th: ดู

source: View All
th_th: ดูทั้งหมด

source: View Goals
th_th: ดูเป้าหมาย

source: View Leave History
th_th: ดูประวัติการลา

source: View Ledger
th_th: ดูบัญชีแยกประเภท

source: View List
th_th: ดูรายการ

source: View Salary Slips
th_th: ดูสลิปเงินเดือน

source: Violet
th_th: สีม่วง

source: WARNING: Loan Management module has been separated from ERPNext.
th_th: คำเตือน: โมดูลการจัดการเงินกู้ได้ถูกแยกออกจาก ERPNext แล้ว

source: Walk In
th_th: วอล์กอิน

source: Warning
th_th: คำเตือน

source: Warning: Insufficient leave balance for Leave Type {0} in this allocation.
th_th: คำเตือน: ยอดวันลาคงเหลือไม่เพียงพอสำหรับประเภทการลา {0} ในการจัดสรรนี้

source: Warning: Insufficient leave balance for Leave Type {0}.
th_th: คำเตือน: ยอดวันลาคงเหลือไม่เพียงพอสำหรับประเภทการลา {0}

source: Warning: Leave application contains following block dates
th_th: คำเตือน: ใบลาประกอบด้วยวันที่ถูกบล็อกดังต่อไปนี้

source: Warning: {0} already has an active Shift Assignment {1} for some/all of these dates.
th_th: คำเตือน: {0} มีการมอบหมายกะที่ใช้งานอยู่ {1} สำหรับบางส่วน/ทั้งหมดของวันที่เหล่านี้แล้ว

source: Website Listing
th_th: รายการบนเว็บไซต์

source: Wednesday
th_th: วันพุธ

source: Weekly
th_th: รายสัปดาห์

source: Weightage (%)
th_th: น้ำหนัก (%)

source: When set to 'Inactive', employees with conflicting active shifts will not be excluded.
th_th: เมื่อตั้งค่าเป็น 'ไม่ใช้งาน' พนักงานที่มีกะการทำงานที่ใช้งานอยู่ซึ่งขัดแย้งกันจะไม่ถูกคัดออก

source: Whereas allocation for Compensatory Leaves is automatically created or updated on submission of Compensatory Leave Request.
th_th: ในขณะที่การจัดสรรสำหรับการลาชดเชยจะถูกสร้างหรืออัปเดตโดยอัตโนมัติเมื่อส่งคำขอลาชดเชย

source: Why is this Candidate Qualified for this Position?
th_th: ทำไมผู้สมัครคนนี้จึงมีคุณสมบัติเหมาะสมสำหรับตำแหน่งนี้?

source: Withheld
th_th: ระงับไว้

source: Work Anniversaries
th_th: วันครบรอบการทำงาน

source: Work Anniversary Reminder
th_th: การแจ้งเตือนวันครบรอบการทำงาน

source: Work End Date
th_th: วันที่สิ้นสุดการทำงาน

source: Work Experience Calculation Method
th_th: วิธีการคำนวณประสบการณ์ทำงาน

source: Work From Date
th_th: ทำงานจากวันที่

source: Work From Home
th_th: ทำงานจากที่บ้าน

source: Work References
th_th: บุคคลอ้างอิงในการทำงาน

source: Work Summary for {0}
th_th: สรุปงานสำหรับ {0}

source: Worked On Holiday
th_th: ทำงานในวันหยุด

source: Working Days
th_th: วันทำงาน

source: Working Days and Hours
th_th: วันและชั่วโมงทำงาน

source: Working Hours
th_th: ชั่วโมงทำงาน

source: Working Hours Calculation Based On
th_th: การคำนวณชั่วโมงทำงานตาม

source: Working Hours Threshold for Absent
th_th: เกณฑ์ชั่วโมงทำงานสำหรับการขาดงาน

source: Working Hours Threshold for Half Day
th_th: เกณฑ์ชั่วโมงทำงานสำหรับครึ่งวัน

source: Working hours below which Absent is marked. (Zero to disable)
th_th: ชั่วโมงทำงานที่ต่ำกว่านี้จะถูกทำเครื่องหมายว่าขาดงาน (ศูนย์เพื่อปิดใช้งาน)

source: Working hours below which Half Day is marked. (Zero to disable)
th_th: ชั่วโมงทำงานที่ต่ำกว่านี้จะถูกทำเครื่องหมายว่าครึ่งวัน (ศูนย์เพื่อปิดใช้งาน)

source: Workshop
th_th: เวิร์กช็อป

source: Year
th_th: ปี

source: Year To Date
th_th: ตั้งแต่ต้นปีจนถึงปัจจุบัน

source: Year To Date(Company Currency)
th_th: ตั้งแต่ต้นปีจนถึงปัจจุบัน (สกุลเงินบริษัท)

source: Yearly
th_th: รายปี

source: Yellow
th_th: สีเหลือง

source: Yes
th_th: ใช่

source: Yes, Proceed
th_th: ใช่ ดำเนินการต่อ

source: You are not authorized to approve leaves on Block Dates
th_th: คุณไม่ได้รับอนุญาตให้อนุมัติการลาในวันที่ถูกบล็อก

source: You are not present all day(s) between compensatory leave request days
th_th: คุณไม่ได้มาทำงานตลอดทั้งวันระหว่างวันที่ขอลาชดเชย

source: You can claim only an amount of {0}, the rest amount {1} should be in the application as pro-rata component
th_th: คุณสามารถเบิกได้เพียงจำนวน {0} เท่านั้น ส่วนที่เหลือจำนวน {1} ควรอยู่ในใบสมัครเป็นองค์ประกอบตามสัดส่วน
