Repository: kasemsan00/erp-next-translate
Catalog: hrm/th(4).po
Languages: th_th

source: Encrypt Salary Slips in Emails
th_th: เข้ารหัสสลิปเงินเดือนในอีเมล

source: End
th_th: สิ้นสุด

source: End Date
th_th: วันที่สิ้นสุด

source: End Date cannot be before Start Date
th_th: วันที่สิ้นสุดต้องไม่ก่อนวันที่เริ่มต้น

source: End Time
th_th: เวลาสิ้นสุด

source: End date: {0}
th_th: วันที่สิ้นสุด: {0}

source: End time cannot be before start time
th_th: เวลาสิ้นสุดต้องไม่ก่อนเวลาเริ่มต้น

source: Energy Point Log
th_th: บันทึกคะแนนพลังงาน

source: Energy Point Rule
th_th: กฎคะแนนพลังงาน

source: Energy Point Settings
th_th: การตั้งค่าคะแนนพลังงาน

source: Energy Points
th_th: คะแนนพลังงาน

source: Enter the Standard Working Hours for a normal work day. These hours will be used in calculations of reports such as Employee Hours Utilization and Project Profitability analysis.
th_th: ป้อนชั่วโมงทำงานมาตรฐานสำหรับวันทำงานปกติ ชั่วโมงเหล่านี้จะใช้ในการคำนวณรายงานต่างๆ เช่น การใช้ชั่วโมงทำงานของพนักงาน และการวิเคราะห์ความสามารถในการทำกำไรของโครงการ

source: Enter the number of leaves you want to allocate for the period.
th_th: ป้อนจำนวนวันลาที่คุณต้องการจัดสรรสำหรับรอบนี้

source: Enter {0}
th_th: ป้อน {0}

source: Error
th_th: ข้อผิดพลาด

source: Error Log
th_th: บันทึกข้อผิดพลาด

source: Error Message
th_th: ข้อความข้อผิดพลาด

source: Error creating {0}
th_th: เกิดข้อผิดพลาดในการสร้าง {0}

source: Error deleting {0}
th_th: เกิดข้อผิดพลาดในการลบ {0}

source: Error in formula or condition
th_th: เกิดข้อผิดพลาดในสูตรหรือเงื่อนไข

source: Error in formula or condition: {0} in Income Tax Slab
th_th: เกิดข้อผิดพลาดในสูตรหรือเงื่อนไข: {0} ในขั้นภาษีเงินได้

source: Error in some rows
th_th: เกิดข้อผิดพลาดในบางแถว

source: Error updating {0}
th_th: เกิดข้อผิดพลาดในการอัปเดต {0}

source: Error while evaluating the {doctype} {doclink} at row {row_id}. <br><br> <b>Error:</b> {error} <br><br> <b>Hint:</b> {description}
th_th: เกิดข้อผิดพลาดขณะประมวลผล {doctype} {doclink} ที่แถว {row_id} <br><br> <b>ข้อผิดพลาด:</b> {error} <br><br> <b>คำแนะนำ:</b> {description}

source: Estimated Cost Per Position
th_th: ต้นทุนโดยประมาณต่อตำแหน่ง

source: Evaluation
th_th: การประเมิน

source: Evaluation Date
th_th: วันที่ประเมิน

source: Evaluation Method cannot be changed as there are existing appraisals created for this cycle
th_th: ไม่สามารถเปลี่ยนวิธีการประเมินได้เนื่องจากมีการสร้างการประเมินผลสำหรับรอบนี้อยู่แล้ว

source: Event Details
th_th: รายละเอียดกิจกรรม

source: Event Link
th_th: ลิงก์กิจกรรม

source: Event Location
th_th: สถานที่จัดกิจกรรม

source: Event Name
th_th: ชื่อกิจกรรม

source: Event Status
th_th: สถานะกิจกรรม

source: Every 2 Weeks
th_th: ทุก 2 สัปดาห์

source: Every 3 Weeks
th_th: ทุก 3 สัปดาห์

source: Every 4 Weeks
th_th: ทุก 4 สัปดาห์

source: Every Valid Check-in and Check-out
th_th: ทุกการบันทึกเวลาเข้าและออกที่ถูกต้อง

source: Every Week
th_th: ทุกสัปดาห์

source: Everyone, let’s congratulate {0} on their birthday.
th_th: ทุกคน ขอแสดงความยินดีกับ {0} ในวันเกิดของพวกเขา

source: Exam
th_th: การสอบ

source: Exchange Rate
th_th: อัตราแลกเปลี่ยน

source: Exchange Rate cannot be zero.
th_th: อัตราแลกเปลี่ยนต้องไม่เป็นศูนย์

source: Exclude Holidays
th_th: ไม่รวมวันหยุด

source: Excluded {0} Non-Encashable Leaves for {1}
th_th: ไม่รวมวันลาที่ไม่สามารถแลกเป็นเงินสดได้ {0} วัน สำหรับ {1}

source: Exempted from Income Tax
th_th: ได้รับการยกเว้นภาษีเงินได้

source: Exemption
th_th: การยกเว้น

source: Exemption Category
th_th: หมวดหมู่การยกเว้น

source: Exemption Proofs
th_th: หลักฐานการยกเว้น

source: Exemption Sub Category
th_th: หมวดหมู่ย่อยการยกเว้น

source: Existing Record
th_th: บันทึกที่มีอยู่

source: Exit Confirmed
th_th: ยืนยันการพ้นสภาพแล้ว

source: Exit Details
th_th: รายละเอียดการพ้นสภาพ

source: Exit Interview
th_th: การสัมภาษณ์ก่อนลาออก

source: Exit Interview Pending
th_th: รอการสัมภาษณ์ก่อนลาออก

source: Exit Interview Summary
th_th: สรุปการสัมภาษณ์ก่อนลาออก

source: Exit Interview {0} already exists for Employee: {1}
th_th: การสัมภาษณ์ก่อนลาออก {0} มีอยู่แล้วสำหรับพนักงาน: {1}

source: Exit Questionnaire
th_th: แบบสอบถามก่อนลาออก

source: Exit Questionnaire Notification
th_th: การแจ้งเตือนแบบสอบถามก่อนลาออก

source: Exit Questionnaire Notification Template
th_th: แม่แบบการแจ้งเตือนแบบสอบถามก่อนลาออก

source: Exit Questionnaire Pending
th_th: รอแบบสอบถามก่อนลาออก

source: Exit Questionnaire Web Form
th_th: แบบฟอร์มเว็บสำหรับแบบสอบถามก่อนลาออก

source: Expand All
th_th: ขยายทั้งหมด

source: Expected Average Rating
th_th: คะแนนเฉลี่ยที่คาดหวัง

source: Expected By
th_th: คาดหวังโดย

source: Expected Compensation
th_th: ค่าตอบแทนที่คาดหวัง

source: Expected Skill Set
th_th: ชุดทักษะที่คาดหวัง

source: Expected Skillset
th_th: ชุดทักษะที่คาดหวัง

source: Expense
th_th: ค่าใช้จ่าย

source: Expense Account
th_th: บัญชีค่าใช้จ่าย

source: Expense Approver
th_th: ผู้อนุมัติค่าใช้จ่าย

source: Expense Approver Mandatory In Expense Claim
th_th: ต้องระบุผู้อนุมัติค่าใช้จ่ายในการเบิกค่าใช้จ่าย

source: Expense Claim
th_th: การเรียกร้องค่าใช้จ่าย

source: Expense Claim Account
th_th: บัญชีเบิกค่าใช้จ่าย

source: Expense Claim Advance
th_th: เงินทดรองเบิกค่าใช้จ่าย

source: Expense Claim Detail
th_th: รายละเอียดการเบิกค่าใช้จ่าย

source: Expense Claim Summary
th_th: สรุปการเบิกค่าใช้จ่าย

source: Expense Claim Type
th_th: ประเภทการเบิกค่าใช้จ่าย

source: Expense Claim for Vehicle Log {0}
th_th: การเบิกค่าใช้จ่ายสำหรับบันทึกยานพาหนะ {0}

source: Expense Claim {0} already exists for the Vehicle Log
th_th: การเบิกค่าใช้จ่าย {0} มีอยู่แล้วสำหรับบันทึกยานพาหนะ

source: Expense Claims
th_th: การเบิกค่าใช้จ่าย

source: Expense Date
th_th: วันที่เกิดค่าใช้จ่าย

source: Expense Item
th_th: รายการค่าใช้จ่าย

source: Expense Proof
th_th: หลักฐานค่าใช้จ่าย

source: Expense Tax
th_th: ภาษีค่าใช้จ่าย

source: Expense Taxes and Charges
th_th: ภาษีและค่าธรรมเนียมค่าใช้จ่าย

source: Expense Type
th_th: ประเภทค่าใช้จ่าย

source: Expenses
th_th: ค่าใช้จ่าย

source: Expenses & Advances
th_th: ค่าใช้จ่ายและเงินทดรอง

source: Expire Allocation
th_th: การจัดสรรหมดอายุ

source: Expire Carry Forwarded Leaves (Days)
th_th: วันลายกไปหมดอายุ (วัน)

source: Expire Leaves
th_th: วันลาหมดอายุ

source: Expired
th_th: หมดอายุ

source: Expired Leave(s)
th_th: วันลาที่หมดอายุ

source: Expired Leaves
th_th: วันลาที่หมดอายุ

source: Explanation
th_th: คำอธิบาย

source: Export
th_th: ส่งออก

source: Exporting...
th_th: กำลังส่งออก...

source: Failed
th_th: ล้มเหลว

source: Failed to create/submit {0} for employees:
th_th: ไม่สามารถสร้าง/ส่ง {0} สำหรับพนักงานได้:

source: Failed to delete defaults for country {0}.
th_th: ไม่สามารถลบค่าเริ่มต้นสำหรับประเทศ {0} ได้

source: Failed to download Salary Slip PDF
th_th: ไม่สามารถดาวน์โหลด PDF สลิปเงินเดือนได้

source: Failed to send the Interview Reschedule notification. Please configure your email account.
th_th: ไม่สามารถส่งการแจ้งเตือนการเลื่อนสัมภาษณ์ได้ โปรดกำหนดค่าบัญชีอีเมลของคุณ

source: Failed to setup defaults for country {0}.
th_th: ไม่สามารถตั้งค่าเริ่มต้นสำหรับประเทศ {0} ได้

source: Failed to submit some leave policy assignments:
th_th: ไม่สามารถส่งการมอบหมายนโยบายการลาบางรายการได้:

source: Failed to update the Job Applicant status
th_th: ไม่สามารถอัปเดตสถานะผู้สมัครงานได้

source: Failed to {0} {1} for employees:
th_th: ไม่สามารถ {0} {1} สำหรับพนักงานได้:

source: Failure
th_th: ความล้มเหลว

source: Failure Details
th_th: รายละเอียดความล้มเหลว

source: Feb
th_th: ก.พ.

source: Feedback
th_th: ข้อเสนอแนะ

source: Feedback Count
th_th: จำนวนข้อเสนอแนะ

source: Feedback HTML
th_th: ข้อเสนอแนะ HTML

source: Feedback Ratings
th_th: คะแนนข้อเสนอแนะ

source: Feedback Reminder Notification Template
th_th: แม่แบบการแจ้งเตือนข้อเสนอแนะ

source: Feedback Score
th_th: คะแนนข้อเสนอแนะ

source: Feedback Submitted
th_th: ส่งข้อเสนอแนะแล้ว

source: Feedback Summary
th_th: สรุปข้อเสนอแนะ

source: Feedback already submitted for the Interview {0}. Please cancel the previous Interview Feedback {1} to continue.
th_th: ได้ส่งข้อเสนอแนะสำหรับการสัมภาษณ์ {0} แล้ว โปรดยกเลิกข้อเสนอแนะการสัมภาษณ์ก่อนหน้า {1} เพื่อดำเนินการต่อ

source: Feedback cannot be recorded for an absent Employee.
th_th: ไม่สามารถบันทึกข้อเสนอแนะสำหรับพนักงานที่ขาดงานได้

source: Feedback {0} added successfully
th_th: เพิ่มข้อเสนอแนะ {0} สำเร็จแล้ว

source: Fetch Geolocation
th_th: ดึงข้อมูลตำแหน่งทางภูมิศาสตร์

source: Fetch Shift
th_th: ดึงข้อมูลกะ

source: Fetch Shifts
th_th: ดึงข้อมูลกะ

source: Fetching Employees
th_th: กำลังดึงข้อมูลพนักงาน

source: Fetching Shift
th_th: กำลังดึงข้อมูลกะ

source: Fetching your geolocation
th_th: กำลังดึงข้อมูลตำแหน่งทางภูมิศาสตร์ของคุณ

source: Field Name
th_th: ชื่อฟิลด์

source: File Preview
th_th: ตัวอย่างไฟล์

source: Fill the form and save it
th_th: กรอกแบบฟอร์มแล้วบันทึก

source: Filled
th_th: กรอกแล้ว

source: Filter Based On
th_th: กรองตาม

source: Filter Employees
th_th: กรองพนักงาน

source: Filter List
th_th: กรองรายการ

source: Filters
th_th: ตัวกรอง

source: Final Decision
th_th: การตัดสินใจสุดท้าย

source: Final Score
th_th: คะแนนสุดท้าย

source: Final Score Formula
th_th: สูตรคะแนนสุดท้าย

source: First Check-in and Last Check-out
th_th: การบันทึกเวลาเข้าครั้งแรกและการบันทึกเวลาออกครั้งสุดท้าย

source: First Day
th_th: วันแรก

source: First Name
th_th: ชื่อ

source: Fiscal Year
th_th: ปีงบประมาณ

source: Fiscal Year {0} not found
th_th: ไม่พบปีงบประมาณ {0}

source: Fleet Management
th_th: การจัดการยานพาหนะ

source: Fleet Manager
th_th: ผู้จัดการยานพาหนะ

source: Flexible Benefits
th_th: สวัสดิการที่ยืดหยุ่น

source: Flight
th_th: เที่ยวบิน

source: FnF Pending
th_th: รอการชำระเงินงวดสุดท้าย

source: Follow via Email
th_th: ติดตามผ่านอีเมล

source: Food
th_th: อาหาร

source: For Designation
th_th: สำหรับตำแหน่ง

source: For Employee
th_th: สำหรับพนักงาน

source: For a day of leave taken, if you still pay (say) 50% of the daily salary, then enter 0.50 in this field.
th_th: สำหรับการลา 1 วัน หากคุณยังคงจ่ายเงินเดือนรายวัน (เช่น) 50% ให้ป้อน 0.50 ในฟิลด์นี้

source: Formula
th_th: สูตร

source: Fortnightly
th_th: รายปักษ์

source: Fraction of Applicable Earnings
th_th: เศษส่วนของรายรับที่เกี่ยวข้อง

source: Fraction of Daily Salary for Half Day
th_th: เศษส่วนของเงินเดือนรายวันสำหรับครึ่งวัน

source: Fraction of Daily Salary per Leave
th_th: เศษส่วนของเงินเดือนรายวันต่อการลาหนึ่งวัน

source: Fractional Cost
th_th: ต้นทุนบางส่วน

source: Frequency
th_th: ความถี่

source: Friday
th_th: วันศุกร์

source: From
th_th: จาก

source: From Amount
th_th: จากจำนวนเงิน

source: From Date
th_th: จากวันที่

source: From Date cannot be greater than To Date
th_th: จากวันที่ต้องไม่มากกว่าถึงวันที่

source: From Date must come before To Date
th_th: วันที่เริ่มต้นต้องมาก่อนวันที่สิ้นสุด

source: From Date {0} cannot be after employee's relieving Date {1}
th_th: วันที่เริ่มต้น {0} ต้องไม่หลังวันที่พ้นสภาพของพนักงาน {1}

source: From Date {0} cannot be before employee's joining Date {1}
th_th: วันที่เริ่มต้น {0} ต้องไม่ก่อนวันที่เริ่มงานของพนักงาน {1}

source: From Employee
th_th: จากพนักงาน

source: From Time
th_th: จากเวลา

source: From User
th_th: จากผู้ใช้

source: From date can not be less than employee's joining date
th_th: วันที่เริ่มต้นต้องไม่น้อยกว่าวันที่เริ่มงานของพนักงาน

source: From date can not be less than employee's joining date.
th_th: วันที่เริ่มต้นต้องไม่น้อยกว่าวันที่เริ่มงานของพนักงาน

source: From here, you can enable encashment for the balance leaves.
th_th: จากที่นี่ คุณสามารถเปิดใช้งานการแลกเป็นเงินสดสำหรับยอดวันลาคงเหลือได้

source: From {0} to {1}
th_th: จาก {0} ถึง {1}

source: From(Year)
th_th: จาก(ปี)

source: Fuchsia
th_th: สีชมพูบานเย็น

source: Fuel Expense
th_th: ค่าใช้จ่ายน้ำมันเชื้อเพลิง

source: Fuel Expenses
th_th: ค่าใช้จ่ายน้ำมันเชื้อเพลิง

source: Fuel Price
th_th: ราคาน้ำมันเชื้อเพลิง

source: Fuel Qty
th_th: ปริมาณน้ำมันเชื้อเพลิง

source: Full Name
th_th: ชื่อเต็ม

source: Full and Final Asset
th_th: สินทรัพย์สุดท้ายและสมบูรณ์

source: Full and Final Outstanding Statement
th_th: ใบแจ้งยอดค้างชำระสุดท้ายและสมบูรณ์

source: Full and Final Statement
th_th: คำแถลงสุดท้ายและสมบูรณ์

source: Full-time
th_th: เต็มเวลา

source: Fully Sponsored
th_th: สนับสนุนทั้งหมด

source: Funded Amount
th_th: จำนวนเงินที่ได้รับทุน

source: Future Income Tax
th_th: ภาษีเงินได้ในอนาคต

source: Future dates not allowed
th_th: ไม่อนุญาตวันที่ในอนาคต

source: Gender
th_th: เพศ

source: General Ledger
th_th: บัญชีแยกประเภททั่วไป

source: Geolocation
th_th: ตำแหน่งทางภูมิศาสตร์

source: Geolocation Error
th_th: ข้อผิดพลาดตำแหน่งทางภูมิศาสตร์

source: Geolocation is not supported by your current browser
th_th: เบราว์เซอร์ปัจจุบันของคุณไม่รองรับตำแหน่งทางภูมิศาสตร์

source: Get Details From Declaration
th_th: รับรายละเอียดจากการแจ้ง

source: Get Employees
th_th: รับพนักงาน

source: Get Job Requisitions
th_th: รับคำขอจ้างงาน

source: Get Template
th_th: รับแม่แบบ

source: Get the app on your device for easy access & a better experience!
th_th: รับแอปบนอุปกรณ์ของคุณเพื่อการเข้าถึงที่ง่ายและประสบการณ์ที่ดีขึ้น!

source: Get the app on your iPhone for easy access & a better experience
th_th: รับแอปบน iPhone ของคุณเพื่อการเข้าถึงที่ง่ายและประสบการณ์ที่ดีขึ้น

source: Gluten Free
th_th: ปราศจากกลูเตน

source: Go to Login
th_th: ไปที่หน้าเข้าสู่ระบบ

source: Go to Reset Password page
th_th: ไปที่หน้ารีเซ็ตรหัสผ่าน

source: Goal
th_th: เป้าหมาย

source: Goal Completion (%)
th_th: ความสำเร็จของเป้าหมาย (%)

source: Goal Score
th_th: คะแนนเป้าหมาย

source: Goal Score (%)
th_th: คะแนนเป้าหมาย (%)

source: Goal Score (weighted)
th_th: คะแนนเป้าหมาย (ถ่วงน้ำหนัก)

source: Goal progress percentage cannot be more than 100.
th_th: เปอร์เซ็นต์ความคืบหน้าของเป้าหมายต้องไม่เกิน 100

source: Goal should be aligned with the same KRA as its parent goal.
th_th: เป้าหมายควรสอดคล้องกับ KRA เดียวกันกับเป้าหมายหลัก

source: Goal should be owned by the same employee as its parent goal.
th_th: เป้าหมายควรเป็นของพนักงานคนเดียวกับเป้าหมายหลัก

source: Goal should belong to the same Appraisal Cycle as its parent goal.
th_th: เป้าหมายควรอยู่ในรอบการประเมินผลเดียวกันกับเป้าหมายหลัก

source: Goal updated successfully
th_th: อัปเดตเป้าหมายสำเร็จแล้ว

source: Goals
th_th: เป้าหมาย

source: Goals updated successfully
th_th: อัปเดตเป้าหมายสำเร็จแล้ว

source: Grade
th_th: ระดับ

source: Grand Total
th_th: ยอดรวมทั้งหมด

source: Gratuity
th_th: เงินบำเหน็จ

source: Gratuity Applicable Component
th_th: องค์ประกอบที่ใช้คำนวณเงินบำเหน็จ

source: Gratuity Rule
th_th: กฎเงินบำเหน็จ

source: Gratuity Rule Slab
th_th: ขั้นของกฎเงินบำเหน็จ

source: Green
th_th: สีเขียว

source: Grievance
th_th: ความคับข้องใจ

source: Grievance Against
th_th: ความคับข้องใจต่อ

source: Grievance Against Party
th_th: ความคับข้องใจต่อฝ่าย

source: Grievance Details
th_th: รายละเอียดความคับข้องใจ

source: Grievance Type
th_th: ประเภทความคับข้องใจ

source: Gross Earnings
th_th: รายรับรวม

source: Gross Pay
th_th: รายรับรวม

source: Gross Pay (Company Currency)
th_th: รายรับรวม (สกุลเงินบริษัท)

source: Gross Year To Date
th_th: รายรับรวมตั้งแต่ต้นปี

source: Gross Year To Date(Company Currency)
th_th: รายรับรวมตั้งแต่ต้นปี (สกุลเงินบริษัท)

source: Group
th_th: กลุ่ม

source: Group By
th_th: จัดกลุ่มตาม

source: Group goal's progress is auto-calculated based on the child goals.
th_th: ความคืบหน้าของเป้าหมายกลุ่มจะคำนวณโดยอัตโนมัติตามเป้าหมายย่อย

source: HR
th_th: ฝ่ายบุคคล

source: HR & Payroll
th_th: ฝ่ายบุคคลและบัญชีเงินเดือน

source: HR & Payroll Settings
th_th: การตั้งค่าฝ่ายบุคคลและบัญชีเงินเดือน

source: HR Dashboard
th_th: แดชบอร์ดฝ่ายบุคคล

source: HR Manager
th_th: ผู้จัดการฝ่ายบุคคล

source: HR Settings
th_th: การตั้งค่าฝ่ายบุคคล

source: HR User
th_th: ผู้ใช้ฝ่ายบุคคล

source: HRMS
th_th: ระบบการจัดการทรัพยากรมนุษย์

source: Half Day
th_th: ครึ่งวัน

source: Half Day Date
th_th: วันที่ทำงานครึ่งวัน

source: Half Day Date is mandatory
th_th: ต้องระบุวันที่ทำงานครึ่งวัน

source: Half Day Date should be between From Date and To Date
th_th: วันที่ทำงานครึ่งวันควรอยู่ระหว่างวันที่เริ่มต้นและวันที่สิ้นสุด

source: Half Day Date should be in between Work From Date and Work End Date
th_th: วันที่ทำงานครึ่งวันควรอยู่ระหว่างวันที่เริ่มทำงานและวันที่สิ้นสุดการทำงาน

source: Half Day Marked Employee Header
th_th: ส่วนหัวของพนักงานที่บันทึกว่าทำงานครึ่งวัน

source: Half Day Records
th_th: บันทึกการทำงานครึ่งวัน

source: Half Yearly
th_th: ครึ่งปี

source: Half day date should be in between from date and to date
th_th: วันที่ทำงานครึ่งวันควรอยู่ระหว่างวันที่เริ่มต้นและวันที่สิ้นสุด

source: Half-Yearly
th_th: ครึ่งปี

source: Has Certificate
th_th: มีใบรับรอง

source: Health Insurance
th_th: ประกันสุขภาพ

source: Health Insurance Name
th_th: ชื่อประกันสุขภาพ

source: Health Insurance No
th_th: เลขที่ประกันสุขภาพ

source: Health Insurance Provider
th_th: ผู้ให้บริการประกันสุขภาพ

source: Hello
th_th: สวัสดี

source: Help
th_th: ช่วยเหลือ

source: Hey {}! This email is to remind you about the upcoming holidays.
th_th: สวัสดี {}! อีเมลนี้เพื่อเตือนคุณเกี่ยวกับวันหยุดที่จะมาถึง

source: Hey, {0} 👋
th_th: สวัสดี {0} 👋

source: Hiring Count
th_th: จำนวนการจ้างงาน

source: Hiring Settings
th_th: การตั้งค่าการจ้างงาน

source: Hold
th_th: ระงับ

source: Holiday
th_th: วันหยุด

source: Holiday List
th_th: รายการวันหยุด

source: Holiday List for Optional Leave
th_th: รายการวันหยุดสำหรับวันลาที่เลือกได้

source: Holidays
th_th: วันหยุด

source: Holidays this Month.
th_th: วันหยุดในเดือนนี้

source: Holidays this Week.
th_th: วันหยุดในสัปดาห์นี้

source: Home
th_th: หน้าแรก

source: Horizontal Break
th_th: ตัวแบ่งแนวนอน

source: Hour Rate
th_th: อัตราต่อชั่วโมง

source: Hour Rate (Company Currency)
th_th: อัตราต่อชั่วโมง (สกุลเงินบริษัท)

source: Hours
th_th: ชั่วโมง

source: House rent paid days overlapping with {0}
th_th: วันที่จ่ายค่าเช่าบ้านทับซ้อนกับ {0}

source: House rented dates required for exemption calculation
th_th: ต้องระบุวันที่เช่าบ้านเพื่อคำนวณการยกเว้น

source: House rented dates should be atleast 15 days apart
th_th: วันที่เช่าบ้านควรห่างกันอย่างน้อย 15 วัน

source: IFSC Code
th_th: รหัส IFSC

source: IN
th_th: เข้า

source: Identification Document Number
th_th: หมายเลขเอกสารประจำตัว

source: Identification Document Type
th_th: ประเภทเอกสารประจำตัว

source: If checked, Payroll Payable will be booked against each employee
th_th: หากเลือก จะมีการบันทึกบัญชีเงินเดือนค้างจ่ายให้กับพนักงานแต่ละคน

source: If checked, hides and disables Rounded Total field in Salary Slips
th_th: หากเลือก จะซ่อนและปิดใช้งานฟิลด์ยอดรวมปัดเศษในสลิปเงินเดือน

source: If checked, the full amount will be deducted from taxable income before calculating income tax without any declaration or proof submission.
th_th: หากเลือก จำนวนเงินทั้งหมดจะถูกหักออกจากรายได้ที่ต้องเสียภาษีก่อนการคำนวณภาษีเงินได้ โดยไม่ต้องมีการแจ้งหรือยื่นหลักฐานใดๆ

source: If enabled, Tax Exemption Declaration will be considered for income tax calculation.
th_th: หากเปิดใช้งาน การแจ้งขอยกเว้นภาษีจะถูกนำมาพิจารณาในการคำนวณภาษีเงินได้

source: If enabled, auto attendance will be marked on holidays if Employee Checkins exist
th_th: หากเปิดใช้งาน การเข้างานอัตโนมัติจะถูกบันทึกในวันหยุดหากมีการบันทึกเวลาเข้างานของพนักงาน

source: If enabled, deducts payment days for absent attendance on holidays. By default, holidays are considered as paid
th_th: หากเปิดใช้งาน จะหักวันจ่ายเงินสำหรับการขาดงานในวันหยุด โดยค่าเริ่มต้น วันหยุดจะถือเป็นการจ่ายเงิน

source: If enabled, the component will be considered as a tax component and the amount will be auto-calculated as per the configured income tax slabs
th_th: หากเปิดใช้งาน องค์ประกอบนี้จะถือเป็นองค์ประกอบทางภาษีและจำนวนเงินจะถูกคำนวณโดยอัตโนมัติตามขั้นภาษีเงินได้ที่กำหนดค่าไว้

source: If enabled, the component will be considered in the Income Tax Deductions report
th_th: หากเปิดใช้งาน องค์ประกอบนี้จะถูกนำมาพิจารณาในรายงานรายการหักลดหย่อนภาษีเงินได้

source: If enabled, the component will not be displayed in the salary slip if the amount is zero
th_th: หากเปิดใช้งาน องค์ประกอบนี้จะไม่แสดงในสลิปเงินเดือนหากจำนวนเงินเป็นศูนย์

source: If enabled, the total no. of applications received for this opening will be displayed on the website
th_th: หากเปิดใช้งาน จำนวนใบสมัครทั้งหมดที่ได้รับสำหรับตำแหน่งงานนี้จะแสดงบนเว็บไซต์

source: If enabled, total no. of working days will include holidays, and this will reduce the value of Salary Per Day
th_th: หากเปิดใช้งาน จำนวนวันทำงานทั้งหมดจะรวมวันหยุดด้วย ซึ่งจะทำให้ค่าของเงินเดือนต่อวันลดลง

source: If not checked, the list will have to be added to each Department where it has to be applied.
th_th: หากไม่เลือก จะต้องเพิ่มรายการนี้ในแต่ละแผนกที่ต้องการให้มีผลบังคับใช้

source: If set, the job opening will be closed automatically after this date
th_th: หากตั้งค่า ตำแหน่งงานว่างนี้จะถูกปิดโดยอัตโนมัติหลังจากวันที่นี้

source: If you are using loans in salary slips, please install the {0} app from Frappe Cloud Marketplace or GitHub to continue using loan integration with payroll.
th_th: หากคุณใช้เงินกู้ในสลิปเงินเดือน โปรดติดตั้งแอป {0} จาก Frappe Cloud Marketplace หรือ GitHub เพื่อใช้งานการรวมระบบเงินกู้กับบัญชีเงินเดือนต่อไป

source: Import Attendance
th_th: นำเข้าการเข้างาน

source: Import Log
th_th: บันทึกการนำเข้า

source: Import Successful
th_th: นำเข้าสำเร็จ

source: Importing {0} of {1}
th_th: กำลังนำเข้า {0} ของ {1}

source: In Process
th_th: อยู่ในกระบวนการ

source: In Progress
th_th: กำลังดำเนินการ

source: In Time
th_th: ตรงเวลา

source: In case of any error during this background process, the system will add a comment about the error on this Payroll Entry and revert to the Submitted status
th_th: ในกรณีที่เกิดข้อผิดพลาดใดๆ ในระหว่างกระบวนการเบื้องหลังนี้ ระบบจะเพิ่มความคิดเห็นเกี่ยวกับข้อผิดพลาดในรายการบัญชีเงินเดือนนี้และเปลี่ยนสถานะกลับเป็น 'ส่งแล้ว'

source: Inactive
th_th: ไม่ใช้งาน

source: Incentive
th_th: เงินจูงใจ

source: Incentive Amount
th_th: จำนวนเงินจูงใจ

source: Incentives
th_th: แรงจูงใจ

source: Include Company Descendants
th_th: รวมบริษัทในเครือ

source: Include Holidays
th_th: รวมวันหยุด

source: Include holidays in Total no. of Working Days
th_th: รวมวันหยุดในจำนวนวันทำงานทั้งหมด

source: Include holidays within leaves as leaves
th_th: รวมวันหยุดภายในช่วงเวลาลาเป็นวันลา

source: Income Source
th_th: แหล่งที่มาของรายได้

source: Income Tax Amount
th_th: จำนวนภาษีเงินได้

source: Income Tax Breakup
th_th: รายละเอียดภาษีเงินได้

source: Income Tax Component
th_th: องค์ประกอบภาษีเงินได้

source: Income Tax Computation
th_th: การคำนวณภาษีเงินได้

source: Income Tax Deducted Till Date
th_th: ภาษีเงินได้ที่หัก ณ ที่จ่ายจนถึงปัจจุบัน

source: Income Tax Deductions
th_th: รายการหักลดหย่อนภาษีเงินได้

source: Income Tax Slab
th_th: ขั้นภาษีเงินได้

source: Income Tax Slab Other Charges
th_th: ค่าธรรมเนียมอื่น ๆ ของขั้นภาษีเงินได้

source: Income Tax Slab is mandatory since the Salary Structure {0} has a tax component {1}
th_th: ต้องระบุขั้นภาษีเงินได้เนื่องจากโครงสร้างเงินเดือน {0} มีองค์ประกอบภาษี {1}

source: Income Tax Slab must be effective on or before Payroll Period Start Date: {0}
th_th: ขั้นภาษีเงินได้ต้องมีผลบังคับใช้ในหรือก่อนวันที่เริ่มต้นรอบการจ่ายเงินเดือน: {0}

source: Income Tax Slab not set in Salary Structure Assignment: {0}
th_th: ไม่ได้ตั้งค่าขั้นภาษีเงินได้ในการมอบหมายโครงสร้างเงินเดือน: {0}

source: Income Tax Slab: {0} is disabled
th_th: ขั้นภาษีเงินได้: {0} ถูกปิดใช้งาน

source: Income from Other Sources
th_th: รายได้จากแหล่งอื่น

source: Incorrect Weightage Allocation
th_th: การจัดสรรน้ำหนักไม่ถูกต้อง

source: Indicates the number of leaves that cannot be encashed from the leave balance. E.g. with a leave balance of 10 and 4 Non-Encashable Leaves, you can encash 6, while the remaining 4 can be carried forward or expired
th_th: ระบุจำนวนวันลาที่ไม่สามารถแลกเป็นเงินสดได้จากยอดวันลาคงเหลือ เช่น หากมียอดวันลาคงเหลือ 10 วัน และวันลาที่ไม่สามารถแลกเป็นเงินสดได้ 4 วัน คุณจะสามารถแลกได้ 6 วัน ส่วนที่เหลืออีก 4 วันสามารถยกไปหรือจะหมดอายุไป

source: Inspection
th_th: การตรวจสอบ

source: Install
th_th: ติดตั้ง

source: Install Frappe HR
th_th: ติดตั้ง Frappe HR

source: Insufficient Balance
th_th: ยอดคงเหลือไม่เพียงพอ
