Repository: kasemsan00/erp-next-translate
Catalog: hrm/th(4).po
Languages: th_th

source: Change
th_th: เปลี่ยนแปลง

source: Changing '{0}' to {1}.
th_th: กำลังเปลี่ยน '{0}' เป็น {1}

source: Changing KRA in this parent goal will align all the child goals to the same KRA, if any.
th_th: การเปลี่ยน KRA ในเป้าหมายหลักนี้จะทำให้เป้าหมายย่อยทั้งหมดสอดคล้องกับ KRA เดียวกัน (ถ้ามี)

source: Chart of Accounts
th_th: ผังบัญชี

source: Chart of Cost Centers
th_th: ผังศูนย์ต้นทุน

source: Check <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> for more details
th_th: ตรวจสอบ <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> สำหรับรายละเอียดเพิ่มเติม

source: Check Error Log {0} for more details.
th_th: ตรวจสอบบันทึกข้อผิดพลาด {0} สำหรับรายละเอียดเพิ่มเติม

source: Check In
th_th: บันทึกเวลาเข้า

source: Check Out
th_th: บันทึกเวลาออก

source: Check Vacancies On Job Offer Creation
th_th: ตรวจสอบตำแหน่งงานว่างเมื่อสร้างการเสนอจ้างงาน

source: Check {0} for more details
th_th: ตรวจสอบ {0} สำหรับรายละเอียดเพิ่มเติม

source: Check-in
th_th: บันทึกเวลาเข้า

source: Check-in Date
th_th: วันที่บันทึกเวลาเข้า

source: Check-out
th_th: บันทึกเวลาออก

source: Check-out Date
th_th: วันที่บันทึกเวลาออก

source: Checkin Radius
th_th: รัศมีการบันทึกเวลาเข้า

source: Child nodes can only be created under 'Group' type nodes
th_th: โหนดลูกสามารถสร้างได้ภายใต้โหนดประเภท 'กลุ่ม' เท่านั้น

source: Claim Benefit For
th_th: เบิกสวัสดิการสำหรับ

source: Claim Date
th_th: วันที่เบิก

source: Claim an Expense
th_th: เบิกค่าใช้จ่าย

source: Claimed
th_th: เบิกแล้ว

source: Claimed Amount
th_th: จำนวนเงินที่เบิก

source: Claims
th_th: การเบิก

source: Clear All
th_th: ล้างทั้งหมด

source: Clearance Date
th_th: วันที่อนุมัติ

source: Cleared
th_th: อนุมัติแล้ว

source: Click {0} to change the configuration and then resave salary slip
th_th: คลิก {0} เพื่อเปลี่ยนแปลงการกำหนดค่าแล้วบันทึกสลิปเงินเดือนอีกครั้ง

source: Close
th_th: ปิด

source: Closed
th_th: ปิดแล้ว

source: Closed On
th_th: ปิดเมื่อ

source: Closes On
th_th: ปิดในวันที่

source: Closes on:
th_th: ปิดในวันที่:

source: Closing Balance
th_th: ยอดคงเหลือปิดบัญชี

source: Closing Notes
th_th: หมายเหตุการปิด

source: Collapse All
th_th: ย่อทั้งหมด

source: Color
th_th: สี

source: Comments
th_th: ความคิดเห็น

source: Commission
th_th: ค่าคอมมิชชั่น

source: Company
th_th: บริษัท

source: Company Details
th_th: รายละเอียดบริษัท

source: Company Information
th_th: ข้อมูลบริษัท

source: Compensatory Leave Request
th_th: คำขอลาชดเชย

source: Compensatory Off
th_th: การหยุดชดเชย

source: Completed
th_th: เสร็จสมบูรณ์

source: Completed On
th_th: เสร็จสมบูรณ์เมื่อ

source: Completing onboarding
th_th: กำลังดำเนินการเริ่มงานใหม่

source: Component
th_th: องค์ประกอบ

source: Component properties and references
th_th: คุณสมบัติและการอ้างอิงขององค์ประกอบ

source: Condition
th_th: เงื่อนไข

source: Condition & Formula
th_th: เงื่อนไขและสูตร

source: Condition and Formula Help
th_th: ความช่วยเหลือเกี่ยวกับเงื่อนไขและสูตร

source: Condition and formula
th_th: เงื่อนไขและสูตร

source: Conditions
th_th: เงื่อนไข

source: Conditions and Formula variable and example
th_th: ตัวแปรและตัวอย่างของเงื่อนไขและสูตร

source: Conference
th_th: การประชุม

source: Confirm
th_th: ยืนยัน

source: Confirm {0}
th_th: ยืนยัน {0}

source: Connections
th_th: การเชื่อมต่อ

source: Consider Grace Period
th_th: พิจารณาระยะเวลาผ่อนผัน

source: Consider Marked Attendance on Holidays
th_th: พิจารณาการเข้างานที่บันทึกไว้ในวันหยุด

source: Consider Tax Exemption Declaration
th_th: พิจารณาการแจ้งขอยกเว้นภาษี

source: Consider Unmarked Attendance As
th_th: ถือว่าการเข้างานที่ไม่ได้บันทึกเป็น

source: Consolidate Leave Types
th_th: รวมประเภทการลา

source: Contact Email
th_th: อีเมลติดต่อ

source: Contact Information
th_th: ข้อมูลติดต่อ

source: Contact No.
th_th: เบอร์ติดต่อ

source: Contact Number
th_th: เบอร์โทรศัพท์

source: Continue
th_th: ดำเนินการต่อ

source: Contract
th_th: สัญญา

source: Copy of Invitation/Announcement
th_th: สำเนาคำเชิญ/ประกาศ

source: Cost
th_th: ต้นทุน

source: Cost Center
th_th: ศูนย์ต้นทุน

source: Cost Centers
th_th: ศูนย์ต้นทุน

source: Costing
th_th: การคำนวณต้นทุน

source: Costing Details
th_th: รายละเอียดการคำนวณต้นทุน

source: Could not submit some Salary Slips: {}
th_th: ไม่สามารถส่งสลิปเงินเดือนบางรายการได้: {}

source: Could not update Goal
th_th: ไม่สามารถอัปเดตเป้าหมายได้

source: Could not update goals
th_th: ไม่สามารถอัปเดตเป้าหมายได้

source: Country
th_th: ประเทศ

source: Country Fixture Deletion Failed
th_th: การลบข้อมูลพื้นฐานของประเทศล้มเหลว

source: Country Setup failed
th_th: การตั้งค่าประเทศล้มเหลว

source: Course
th_th: หลักสูตร

source: Cover Letter
th_th: จดหมายสมัครงาน

source: Create
th_th: สร้าง

source: Create Additional Salary
th_th: สร้างเงินเดือนเพิ่มเติม

source: Create Appraisals
th_th: สร้างการประเมินผล

source: Create Employee
th_th: สร้างพนักงาน

source: Create Interview
th_th: สร้างการสัมภาษณ์

source: Create Job Applicant
th_th: สร้างผู้สมัครงาน

source: Create Job Opening
th_th: สร้างตำแหน่งงานว่าง

source: Create Journal Entry
th_th: สร้างรายการสมุดรายวัน

source: Create New Employee Id
th_th: สร้างรหัสพนักงานใหม่

source: Create Payment Entry
th_th: สร้างรายการชำระเงิน

source: Create Salary Slip
th_th: สร้างสลิปเงินเดือน

source: Create Salary Slips
th_th: สร้างสลิปเงินเดือน

source: Create Separate Payment Entry Against Benefit Claim
th_th: สร้างรายการชำระเงินแยกต่างหากสำหรับการเบิกสวัสดิการ

source: Create Shifts After
th_th: สร้างกะหลังจาก

source: Creating Appraisals
th_th: กำลังสร้างการประเมินผล

source: Creating Payment Entries......
th_th: กำลังสร้างรายการชำระเงิน......

source: Creating Salary Slips...
th_th: กำลังสร้างสลิปเงินเดือน...

source: Creating {0}...
th_th: กำลังสร้าง {0}...

source: Creation Date
th_th: วันที่สร้าง

source: Creation Failed
th_th: การสร้างล้มเหลว

source: Creation of Salary Structure Assignments has been queued. It may take a few minutes.
th_th: การสร้างการมอบหมายโครงสร้างเงินเดือนอยู่ในคิว อาจใช้เวลาสักครู่

source: Creation of {0} has been queued. It may take a few minutes.
th_th: การสร้าง {0} อยู่ในคิว อาจใช้เวลาสักครู่

source: Criteria
th_th: เกณฑ์

source: Criteria based on which employee should be rated in Performance Feedback and Self Appraisal
th_th: เกณฑ์ที่ใช้ในการให้คะแนนพนักงานในข้อเสนอแนะด้านประสิทธิภาพและการประเมินตนเอง

source: Currency
th_th: สกุลเงิน

source: Currency
th_th: สกุลเงิน

source: Currency of selected Income Tax Slab should be {0} instead of {1}
th_th: สกุลเงินของขั้นภาษีเงินได้ที่เลือกควรเป็น {0} แทนที่จะเป็น {1}

source: Current
th_th: ปัจจุบัน

source: Current CTC
th_th: CTC ปัจจุบัน

source: Current Count
th_th: จำนวนปัจจุบัน

source: Current Employer
th_th: นายจ้างปัจจุบัน

source: Current Job Title
th_th: ตำแหน่งงานปัจจุบัน

source: Current Month Income Tax
th_th: ภาษีเงินได้เดือนปัจจุบัน

source: Current Odometer Value should be greater than Last Odometer Value {0}
th_th: ค่ามาตรวัดระยะทางปัจจุบันควรมากกว่าค่ามาตรวัดระยะทางล่าสุด {0}

source: Current Odometer value
th_th: ค่ามาตรวัดระยะทางปัจจุบัน

source: Current Openings
th_th: ตำแหน่งงานว่างปัจจุบัน

source: Current Slab
th_th: ขั้นปัจจุบัน

source: Current Work Experience
th_th: ประสบการณ์ทำงานปัจจุบัน

source: Currently, there is no {0} leave period for this date to create/update leave allocation.
th_th: ในปัจจุบัน ไม่มีรอบการลา {0} สำหรับวันที่นี้เพื่อสร้าง/อัปเดตการจัดสรรวันลา

source: Custom Range
th_th: ช่วงที่กำหนดเอง

source: Customer
th_th: ลูกค้า

source: Cyan
th_th: สีฟ้า

source: Cycle Name
th_th: ชื่อรอบ

source: Cycles
th_th: รอบ

source: Daily
th_th: รายวัน

source: Daily Work Summary
th_th: สรุปงานประจำวัน

source: Daily Work Summary Group
th_th: กลุ่มสรุปงานประจำวัน

source: Daily Work Summary Group User
th_th: ผู้ใช้กลุ่มสรุปงานประจำวัน

source: Daily Work Summary Replies
th_th: การตอบกลับสรุปงานประจำวัน

source: Dashboard
th_th: แดชบอร์ด

source: Date
th_th: วันที่

source: Date
th_th: วันที่

source: Date Range
th_th: ช่วงวันที่

source: Date is repeated
th_th: วันที่ซ้ำซ้อน

source: Date of Birth
th_th: วันเกิด

source: Date of Joining
th_th: วันที่เข้าร่วม

source: Dates & Reason
th_th: วันที่และเหตุผล

source: Dates Based On
th_th: วันที่ตาม

source: Days for which Holidays are blocked for this department.
th_th: วันที่ซึ่งวันหยุดถูกบล็อกสำหรับแผนกนี้

source: Debit A/C Number
th_th: เลขที่บัญชีเดบิต

source: Dec
th_th: ธ.ค.

source: Decision Pending
th_th: รอการตัดสินใจ

source: Declarations
th_th: การแจ้ง

source: Declared Amount
th_th: จำนวนเงินที่แจ้ง

source: Deduct Full Tax on Selected Payroll Date
th_th: หักภาษีเต็มจำนวนในวันที่จ่ายเงินเดือนที่เลือก

source: Deduct Tax For Unclaimed Employee Benefits
th_th: หักภาษีสำหรับสวัสดิการพนักงานที่ยังไม่ได้เบิก

source: Deduct Tax For Unsubmitted Tax Exemption Proof
th_th: หักภาษีสำหรับหลักฐานการยกเว้นภาษีที่ยังไม่ได้ส่ง

source: Deduction
th_th: รายการหัก

source: Deduction Reports
th_th: รายงานการหัก

source: Deduction from Salary
th_th: การหักจากเงินเดือน

source: Deductions
th_th: รายการหัก

source: Deductions before tax calculation
th_th: รายการหักก่อนการคำนวณภาษี

source: Default Account
th_th: บัญชีเริ่มต้น

source: Default Amount
th_th: จำนวนเงินเริ่มต้น

source: Default Bank / Cash account will be automatically updated in Salary Journal Entry when this mode is selected.
th_th: บัญชีธนาคาร/เงินสดเริ่มต้นจะถูกอัปเดตโดยอัตโนมัติในรายการสมุดรายวันเงินเดือนเมื่อเลือกโหมดนี้

source: Default Base Pay
th_th: ค่าจ้างพื้นฐานเริ่มต้น

source: Default Employee Advance Account
th_th: บัญชีเงินทดรองจ่ายพนักงานเริ่มต้น

source: Default Expense Claim Payable Account
th_th: บัญชีเจ้าหนี้ค่าใช้จ่ายเริ่มต้น

source: Default Payroll Payable Account
th_th: บัญชีเจ้าหนี้เงินเดือนเริ่มต้น

source: Default Salary Structure
th_th: โครงสร้างเงินเดือนเริ่มต้น

source: Default Shift
th_th: กะเริ่มต้น

source: Deferred Expense Account
th_th: บัญชีค่าใช้จ่ายรอตัดบัญชี

source: Delete
th_th: ลบ

source: Delete Attachment
th_th: ลบไฟล์แนบ

source: Delete {0}
th_th: ลบ {0}

source: Delivery Trip
th_th: การเดินทางจัดส่ง

source: Department
th_th: แผนก

source: Department Approver
th_th: ผู้อนุมัติของแผนก

source: Department Wise Openings
th_th: ตำแหน่งงานว่างตามแผนก

source: Department {0} does not belong to company: {1}
th_th: แผนก {0} ไม่ได้เป็นของบริษัท: {1}

source: Department: {0}
th_th: แผนก: {0}

source: Departure Datetime
th_th: วันและเวลาที่ออกเดินทาง

source: Depends On Payment Days
th_th: ขึ้นอยู่กับวันจ่ายเงิน

source: Depends on Payment Days
th_th: ขึ้นอยู่กับวันจ่ายเงิน

source: Description
th_th: คำอธิบาย

source: Description of a Job Opening
th_th: คำอธิบายตำแหน่งงานว่าง

source: Designation
th_th: ตำแหน่ง

source: Designation Skill
th_th: ทักษะตามตำแหน่ง

source: Designation: {0}
th_th: ตำแหน่ง: {0}

source: Details
th_th: รายละเอียด

source: Details of Sponsor (Name, Location)
th_th: รายละเอียดของผู้สนับสนุน (ชื่อ, ที่ตั้ง)

source: Determine Check-in and Check-out
th_th: กำหนดการบันทึกเวลาเข้าและออก

source: Disable
th_th: ปิดใช้งาน

source: Disable Rounded Total
th_th: ปิดใช้งานยอดรวมปัดเศษ

source: Disable {0} for the {1} component, to prevent the amount from being deducted twice, as its formula already uses a payment-days-based component.
th_th: ปิดใช้งาน {0} สำหรับองค์ประกอบ {1} เพื่อป้องกันการหักเงินซ้ำซ้อน เนื่องจากสูตรขององค์ประกอบนี้มีการใช้ส่วนประกอบที่อิงตามวันจ่ายเงินอยู่แล้ว

source: Disable {0} or {1} to proceed.
th_th: ปิดใช้งาน {0} หรือ {1} เพื่อดำเนินการต่อ

source: Disabled
th_th: ปิดใช้งานแล้ว

source: Disabling Push Notifications...
th_th: กำลังปิดใช้งานการแจ้งเตือนแบบพุช...

source: Dismiss
th_th: ยกเลิก

source: Dispensed Amount (Pro-rated)
th_th: จำนวนเงินที่จ่าย (ตามสัดส่วน)

source: Do Not Include in Total
th_th: ไม่รวมในยอดรวม

source: Do not include in total
th_th: ไม่รวมในยอดรวม

source: Do you still want to proceed?
th_th: คุณยังต้องการดำเนินการต่อหรือไม่?

source: Do you want to update the Job Applicant {0} as {1} based on this interview result?
th_th: คุณต้องการอัปเดตผู้สมัครงาน {0} เป็น {1} ตามผลการสัมภาษณ์นี้หรือไม่?

source: Document Status
th_th: สถานะเอกสาร

source: Document {0} failed!
th_th: เอกสาร {0} ล้มเหลว!

source: Domestic
th_th: ในประเทศ

source: Download PDF
th_th: ดาวน์โหลด PDF

source: Download Template
th_th: ดาวน์โหลดเทมเพลต

source: Draft
th_th: ร่าง

source: Driver
th_th: คนขับ

source: Duplicate Attendance
th_th: การเข้างานซ้ำซ้อน

source: Duplicate Entry
th_th: รายการซ้ำ

source: Duplicate Job Requisition
th_th: คำขอจ้างงานซ้ำซ้อน

source: Duplicate Overwritten Salary
th_th: เงินเดือนที่ถูกเขียนทับซ้ำซ้อน

source: Duplicate Salary Withholding
th_th: การระงับเงินเดือนซ้ำซ้อน

source: Duration (Days)
th_th: ระยะเวลา (วัน)

source: ERROR({0}): {1}
th_th: ข้อผิดพลาด({0}): {1}

source: Early Exit
th_th: ออกงานก่อนเวลา

source: Early Exit By
th_th: ออกงานก่อนเวลาโดย

source: Early Exit Grace Period
th_th: ระยะเวลาผ่อนผันการออกงานก่อนเวลา

source: Early Exits
th_th: การออกงานก่อนเวลา

source: Earned Leave
th_th: วันลาที่ได้รับ

source: Earned Leave Frequency
th_th: ความถี่ของวันลาที่ได้รับ

source: Earned Leaves
th_th: วันลาที่ได้รับ

source: Earned Leaves are allocated as per the configured frequency via scheduler.
th_th: วันลาที่ได้รับจะถูกจัดสรรตามความถี่ที่กำหนดผ่านตัวกำหนดเวลา

source: Earned Leaves are auto-allocated via scheduler based on the annual allocation set in the Leave Policy: {0}
th_th: วันลาที่ได้รับจะถูกจัดสรรอัตโนมัติผ่านตัวกำหนดเวลาตามการจัดสรรประจำปีที่ตั้งค่าในนโยบายการลา: {0}

source: Earned Leaves are leaves earned by an Employee after working with the company for a certain amount of time. Enabling this will allocate leaves on pro-rata basis by automatically updating Leave Allocation for leaves of this type at intervals set by 'Earned Leave Frequency.
th_th: วันลาที่ได้รับคือวันลาที่พนักงานได้รับหลังจากทำงานกับบริษัทเป็นระยะเวลาหนึ่ง การเปิดใช้งานนี้จะจัดสรรวันลาตามสัดส่วนโดยอัปเดตการจัดสรรวันลาสำหรับประเภทการลานี้โดยอัตโนมัติตามช่วงเวลาที่กำหนดโดย 'ความถี่ของวันลาที่ได้รับ'

source: Earning
th_th: รายรับ

source: Earning Component
th_th: องค์ประกอบรายรับ

source: Earning Salary Component is required for Employee Referral Bonus.
th_th: จำเป็นต้องมีองค์ประกอบเงินเดือนที่เป็นรายรับสำหรับโบนัสการแนะนำพนักงาน

source: Earnings
th_th: รายรับ

source: Earnings & Deductions
th_th: รายรับและรายการหัก

source: Edit
th_th: แก้ไข

source: Edit Expense Item
th_th: แก้ไขรายการค่าใช้จ่าย

source: Edit Expense Tax
th_th: แก้ไขภาษีค่าใช้จ่าย

source: Effective From
th_th: มีผลตั้งแต่

source: Effective To
th_th: มีผลถึง

source: Effective from
th_th: มีผลตั้งแต่

source: Email
th_th: อีเมล

source: Email Address
th_th: ที่อยู่อีเมล

source: Email ID
th_th: รหัสอีเมล

source: Email Salary Slip to Employee
th_th: ส่งอีเมลสลิปเงินเดือนให้พนักงาน

source: Email Salary Slips
th_th: ส่งอีเมลสลิปเงินเดือน

source: Email Sent To
th_th: ส่งอีเมลถึง

source: Email Template
th_th: แม่แบบอีเมล

source: Email sent to {0}
th_th: ส่งอีเมลถึง {0}

source: Emails salary slip to employee based on preferred email selected in Employee
th_th: ส่งอีเมลสลิปเงินเดือนให้พนักงานตามอีเมลที่ต้องการซึ่งเลือกไว้ในข้อมูลพนักงาน

source: Employee
th_th: พนักงาน

source: Employee A/C Number
th_th: เลขที่บัญชีพนักงาน

source: Employee Advance
th_th: เงินล่วงหน้าพนักงาน

source: Employee Advance Balance
th_th: ยอดคงเหลือเงินล่วงหน้าพนักงาน

source: Employee Advance Summary
th_th: สรุปเงินล่วงหน้าพนักงาน

source: Employee Advances
th_th: เงินทดรองจ่ายพนักงาน

source: Employee Analytics
th_th: การวิเคราะห์ข้อมูลพนักงาน

source: Employee Attendance Tool
th_th: เครื่องมือการเข้างานของพนักงาน

source: Employee Benefit Application
th_th: ใบสมัครสวัสดิการพนักงาน

source: Employee Benefit Application Detail
th_th: รายละเอียดใบสมัครสวัสดิการพนักงาน

source: Employee Benefit Claim
th_th: การเบิกสวัสดิการพนักงาน

source: Employee Benefits
th_th: สวัสดิการพนักงาน

source: Employee Birthday
th_th: วันเกิดพนักงาน

source: Employee Boarding Activity
th_th: กิจกรรมการเริ่มงานของพนักงาน

source: Employee Checkin
th_th: การบันทึกเวลาเข้างานของพนักงาน

source: Employee Checkin History
th_th: ประวัติการบันทึกเวลาเข้างานของพนักงาน

source: Employee Cost Center
th_th: ศูนย์ต้นทุนของพนักงาน

source: Employee Details
th_th: รายละเอียดพนักงาน

source: Employee Emails
th_th: อีเมลพนักงาน

source: Employee Exit
th_th: การพ้นสภาพของพนักงาน

source: Employee Exit Settings
th_th: การตั้งค่าการพ้นสภาพของพนักงาน

source: Employee Exits
th_th: การพ้นสภาพของพนักงาน

source: Employee Feedback Criteria
th_th: เกณฑ์ข้อเสนอแนะของพนักงาน

source: Employee Feedback Rating
th_th: คะแนนข้อเสนอแนะของพนักงาน

source: Employee Grade
th_th: ระดับพนักงาน

source: Employee Grievance
th_th: ความคับข้องใจของพนักงาน

source: Employee Group
th_th: กลุ่มพนักงาน

source: Employee Health Insurance
th_th: ประกันสุขภาพพนักงาน

source: Employee Hours Utilization Based On Timesheet
th_th: การใช้ชั่วโมงทำงานของพนักงานตามไทม์ชีท

source: Employee Image
th_th: รูปภาพพนักงาน

source: Employee Incentive
th_th: เงินจูงใจพนักงาน

source: Employee Info
th_th: ข้อมูลพนักงาน

source: Employee Information
th_th: ข้อมูลพนักงาน

source: Employee Journey
th_th: เส้นทางการทำงานของพนักงาน

source: Employee Leave Balance
th_th: ยอดวันลาคงเหลือของพนักงาน

source: Employee Leave Balance Summary
th_th: สรุปยอดวันลาคงเหลือของพนักงาน

source: Employee Lifecycle
th_th: วงจรชีวิตพนักงาน

source: Employee Loan
th_th: เงินกู้พนักงาน

source: Employee Name
th_th: ชื่อพนักงาน

source: Employee Naming By
th_th: การตั้งชื่อพนักงานโดย

source: Employee Number
th_th: หมายเลขพนักงาน

source: Employee Onboarding
th_th: การเริ่มงานของพนักงานใหม่

source: Employee Onboarding Template
th_th: แม่แบบการเริ่มงานของพนักงานใหม่

source: Employee Onboarding: {0} already exists for Job Applicant: {1}
th_th: การเริ่มงานของพนักงานใหม่: {0} มีอยู่แล้วสำหรับผู้สมัครงาน: {1}

source: Employee Other Income
th_th: รายได้อื่นของพนักงาน

source: Employee Performance Feedback
th_th: ข้อเสนอแนะด้านประสิทธิภาพการทำงานของพนักงาน

source: Employee Promotion
th_th: การเลื่อนตำแหน่งพนักงาน

source: Employee Promotion Details
th_th: รายละเอียดการเลื่อนตำแหน่งพนักงาน

source: Employee Promotion cannot be submitted before Promotion Date
th_th: ไม่สามารถส่งการเลื่อนตำแหน่งพนักงานก่อนวันที่เลื่อนตำแหน่งได้

source: Employee Property History
th_th: ประวัติคุณสมบัติพนักงาน

source: Employee Referral
th_th: การแนะนำพนักงาน

source: Employee Referral {0} is not applicable for referral bonus.
th_th: การแนะนำพนักงาน {0} ไม่สามารถใช้สำหรับโบนัสการแนะนำได้

source: Employee Referrals
th_th: การแนะนำพนักงาน

source: Employee Responsible
th_th: พนักงานที่รับผิดชอบ

source: Employee Retained
th_th: พนักงานที่ยังคงอยู่

source: Employee Separation
th_th: การพ้นสภาพพนักงาน

source: Employee Separation Template
th_th: แม่แบบการพ้นสภาพพนักงาน

source: Employee Settings
th_th: การตั้งค่าพนักงาน

source: Employee Skill
th_th: ทักษะพนักงาน

source: Employee Skill Map
th_th: แผนผังทักษะพนักงาน

source: Employee Skills
th_th: ทักษะพนักงาน

source: Employee Status
th_th: สถานะพนักงาน

source: Employee Tax Exemption Category
th_th: หมวดหมู่การยกเว้นภาษีของพนักงาน

source: Employee Tax Exemption Declaration
th_th: การแจ้งขอยกเว้นภาษีของพนักงาน

source: Employee Tax Exemption Declaration Category
th_th: หมวดหมู่การแจ้งขอยกเว้นภาษีของพนักงาน

source: Employee Tax Exemption Proof Submission
th_th: การยื่นหลักฐานการยกเว้นภาษีของพนักงาน

source: Employee Tax Exemption Proof Submission Detail
th_th: รายละเอียดการยื่นหลักฐานการยกเว้นภาษีของพนักงาน

source: Employee Tax Exemption Sub Category
th_th: หมวดหมู่ย่อยการยกเว้นภาษีของพนักงาน

source: Employee Training
th_th: การฝึกอบรมพนักงาน

source: Employee Transfer
th_th: การย้ายพนักงาน

source: Employee Transfer Detail
th_th: รายละเอียดการย้ายพนักงาน

source: Employee Transfer Details
th_th: รายละเอียดการย้ายพนักงาน

source: Employee Transfer cannot be submitted before Transfer Date
th_th: ไม่สามารถส่งการย้ายพนักงานก่อนวันที่ย้ายได้

source: Employee can be named by Employee ID if you assign one, or via Naming Series. Select your preference here.
th_th: พนักงานสามารถตั้งชื่อตามรหัสพนักงาน (หากคุณกำหนด) หรือผ่านชุดการตั้งชื่อได้ เลือกการตั้งค่าที่คุณต้องการที่นี่

source: Employee name
th_th: ชื่อพนักงาน

source: Employee records are created using the selected option
th_th: บันทึกพนักงานถูกสร้างขึ้นโดยใช้ตัวเลือกที่เลือก

source: Employee was marked Absent due to missing Employee Checkins.
th_th: พนักงานถูกบันทึกว่าขาดงานเนื่องจากไม่มีการบันทึกเวลาเข้างาน

source: Employee was marked Absent for not meeting the working hours threshold.
th_th: พนักงานถูกบันทึกว่าขาดงานเนื่องจากไม่ถึงเกณฑ์ชั่วโมงทำงาน

source: Employee was marked Absent for other half due to missing Employee Checkins.
th_th: พนักงานถูกบันทึกว่าขาดงานอีกครึ่งวันเนื่องจากไม่มีการบันทึกเวลาเข้างาน

source: Employee {0} already has an Attendance Request {1} that overlaps with this period
th_th: พนักงาน {0} มีคำขอการเข้างาน {1} ที่ทับซ้อนกับช่วงเวลานี้อยู่แล้ว

source: Employee {0} already has an active Shift {1}: {2} that overlaps within this period.
th_th: พนักงาน {0} มีกะที่ใช้งานอยู่ {1}: {2} ซึ่งทับซ้อนภายในช่วงเวลานี้แล้ว

source: Employee {0} already submitted an application {1} for the payroll period {2}
th_th: พนักงาน {0} ได้ยื่นใบสมัคร {1} สำหรับรอบการจ่ายเงินเดือน {2} แล้ว

source: Employee {0} has already applied for Shift {1}: {2} that overlaps within this period
th_th: พนักงาน {0} ได้สมัครกะ {1}: {2} ที่ทับซ้อนภายในช่วงเวลานี้แล้ว

source: Employee {0} has already applied for {1} between {2} and {3} : {4}
th_th: พนักงาน {0} ได้สมัคร {1} ระหว่างวันที่ {2} และ {3} แล้ว : {4}

source: Employee {0} has no maximum benefit amount
th_th: พนักงาน {0} ไม่มีจำนวนเงินสวัสดิการสูงสุด

source: Employee {0} is not active or does not exist
th_th: พนักงาน {0} ไม่ได้ใช้งานหรือไม่มีอยู่

source: Employee {0} is on Leave on {1}
th_th: พนักงาน {0} ลาในวันที่ {1}

source: Employee {0} not found in Training Event Participants.
th_th: ไม่พบพนักงาน {0} ในผู้เข้าร่วมกิจกรรมการฝึกอบรม

source: Employee {0} on Half day on {1}
th_th: พนักงาน {0} ทำงานครึ่งวันในวันที่ {1}

source: Employee {0} relieved on {1} must be set as 'Left'
th_th: พนักงาน {0} ที่พ้นสภาพในวันที่ {1} ต้องตั้งค่าเป็น 'ลาออกแล้ว'

source: Employee: {0} have to complete minimum {1} years for gratuity
th_th: พนักงาน: {0} ต้องทำงานครบ {1} ปีเพื่อรับเงินบำเหน็จ

source: Employees
th_th: พนักงาน

source: Employees HTML
th_th: พนักงาน HTML

source: Employees Working on a Holiday
th_th: พนักงานที่ทำงานในวันหยุด

source: Employees cannot give feedback to themselves. Use {0} instead: {1}
th_th: พนักงานไม่สามารถให้ข้อเสนอแนะแก่ตนเองได้ ใช้ {0} แทน: {1}

source: Employees on Half Day HTML
th_th: พนักงานที่ทำงานครึ่งวัน HTML

source: Employees will miss holiday reminders from {} until {}. <br> Do you want to proceed with this change?
th_th: พนักงานจะไม่ได้รับการแจ้งเตือนวันหยุดจาก {} ถึง {} <br> คุณต้องการดำเนินการเปลี่ยนแปลงนี้หรือไม่?

source: Employees without Feedback: {0}
th_th: พนักงานที่ไม่มีข้อเสนอแนะ: {0}

source: Employees without Goals: {0}
th_th: พนักงานที่ไม่มีเป้าหมาย: {0}

source: Employees working on a holiday
th_th: พนักงานที่ทำงานในวันหยุด

source: Employment Type
th_th: ประเภทการจ้างงาน

source: Enable Auto Attendance
th_th: เปิดใช้งานการเข้างานอัตโนมัติ

source: Enable Early Exit Marking
th_th: เปิดใช้งานการบันทึกการออกงานก่อนเวลา

source: Enable Late Entry Marking
th_th: เปิดใช้งานการบันทึกการเข้างานสาย

source: Enable Push Notifications
th_th: เปิดใช้งานการแจ้งเตือนแบบพุช

source: Enabled
th_th: เปิดใช้งานแล้ว

source: Enabling Push Notifications...
th_th: กำลังเปิดใช้งานการแจ้งเตือนแบบพุช...

source: Encashment
th_th: การแลกเป็นเงินสด

source: Encashment Amount
th_th: จำนวนเงินที่แลก

source: Encashment Date
th_th: วันที่แลกเป็นเงินสด

source: Encashment Days
th_th: วันที่แลกเป็นเงินสด

source: Encashment Days cannot exceed {0} {1} as per Leave Type settings
th_th: จำนวนวันที่แลกเป็นเงินสดต้องไม่เกิน {0} {1} ตามการตั้งค่าประเภทการลา

source: Encashment Limit Applied
th_th: ใช้ขีดจำกัดการแลกเป็นเงินสดแล้ว
