Repository: kasemsan00/erp-next-translate
Catalog: hrm/th(4).po
Languages: th_th

source: No additional expenses has been added
th_th: ไม่มีการเพิ่มค่าใช้จ่ายเพิ่มเติม

source: No advances found
th_th: ไม่พบเงินทดรอง

source: No applicable Earning component found in last salary slip for Gratuity Rule: {0}
th_th: ไม่พบองค์ประกอบรายรับที่เกี่ยวข้องในสลิปเงินเดือนล่าสุดสำหรับกฎเงินบำเหน็จ: {0}

source: No applicable Earning components found for Gratuity Rule: {0}
th_th: ไม่พบองค์ประกอบรายรับที่เกี่ยวข้องสำหรับกฎเงินบำเหน็จ: {0}

source: No applicable slab found for the calculation of gratuity amount as per the Gratuity Rule: {0}
th_th: ไม่พบขั้นที่เกี่ยวข้องสำหรับการคำนวณจำนวนเงินบำเหน็จตามกฎเงินบำเหน็จ: {0}

source: No attendance records found for this criteria.
th_th: ไม่พบบันทึกการเข้างานสำหรับเกณฑ์นี้

source: No attendance records found.
th_th: ไม่พบบันทึกการเข้างาน

source: No attendance records to create
th_th: ไม่มีบันทึกการเข้างานที่จะสร้าง

source: No changes found in timings.
th_th: ไม่พบการเปลี่ยนแปลงในเวลา

source: No employees found
th_th: ไม่พบพนักงาน

source: No employees found for the selected criteria
th_th: ไม่พบพนักงานสำหรับเกณฑ์ที่เลือก

source: No employees found with selected filters and active salary structure
th_th: ไม่พบพนักงานที่มีตัวกรองที่เลือกและโครงสร้างเงินเดือนที่ใช้งานอยู่

source: No expenses added
th_th: ไม่มีการเพิ่มค่าใช้จ่าย

source: No feedback has been received yet
th_th: ยังไม่ได้รับข้อเสนอแนะ

source: No items selected
th_th: ไม่ได้เลือกรายการ

source: No leave record found for employee {0} on {1}
th_th: ไม่พบบันทึกการลาสำหรับพนักงาน {0} ในวันที่ {1}

source: No leaves have been allocated.
th_th: ยังไม่มีการจัดสรรวันลา

source: No more updates
th_th: ไม่มีอัปเดตเพิ่มเติม

source: No of. Positions
th_th: จำนวนตำแหน่ง

source: No record found
th_th: ไม่พบบันทึก

source: No replies from
th_th: ไม่มีการตอบกลับจาก

source: No salary slip found to submit for the above selected criteria OR salary slip already submitted
th_th: ไม่พบสลิปเงินเดือนที่จะส่งสำหรับเกณฑ์ที่เลือกข้างต้น หรือสลิปเงินเดือนได้ถูกส่งแล้ว

source: No salary slips found
th_th: ไม่พบสลิปเงินเดือน

source: No taxes added
th_th: ไม่มีการเพิ่มภาษี

source: No valid shift found for log time
th_th: ไม่พบกะที่ถูกต้องสำหรับเวลาที่บันทึก

source: No {0} Selected
th_th: ไม่ได้เลือก {0}

source: No {0} added
th_th: ไม่มีการเพิ่ม {0}

source: No {0} found
th_th: ไม่พบ {0}

source: Non Diary
th_th: ไม่ใช่บันทึกประจำวัน

source: Non Taxable Earnings
th_th: รายรับที่ไม่ต้องเสียภาษี

source: Non-Billed Hours
th_th: ชั่วโมงที่ไม่ได้เรียกเก็บเงิน

source: Non-Billed Hours (NB)
th_th: ชั่วโมงที่ไม่ได้เรียกเก็บเงิน (NB)

source: Non-Encashable Leaves
th_th: วันลาที่ไม่สามารถแลกเป็นเงินสดได้

source: Non-Vegetarian
th_th: ไม่ใช่มังสวิรัติ

source: Not Allowed
th_th: ไม่อนุญาต

source: Not Permitted
th_th: ไม่ได้รับอนุญาต

source: Not Started
th_th: ยังไม่ได้เริ่ม

source: Note
th_th: หมายเหตุ

source: Note: Shift will not be overwritten in existing attendance records
th_th: หมายเหตุ: กะจะไม่ถูกเขียนทับในบันทึกการเข้างานที่มีอยู่

source: Note: Total allocated leaves {0} shouldn't be less than already approved leaves {1} for the period
th_th: หมายเหตุ: จำนวนวันลาที่จัดสรรทั้งหมด {0} ไม่ควรน้อยกว่าจำนวนวันลาที่อนุมัติแล้ว {1} สำหรับรอบเวลานั้น

source: Note: Your salary slip is password protected, the password to unlock the PDF is of the format {0}.
th_th: หมายเหตุ: สลิปเงินเดือนของคุณมีการป้องกันด้วยรหัสผ่าน รหัสผ่านเพื่อปลดล็อก PDF อยู่ในรูปแบบ {0}

source: Notes
th_th: บันทึก

source: Nothing to change
th_th: ไม่มีอะไรจะเปลี่ยนแปลง

source: Notice Period
th_th: ระยะเวลาแจ้งให้ทราบล่วงหน้า

source: Notification Template
th_th: แม่แบบการแจ้งเตือน

source: Notifications
th_th: การแจ้งเตือน

source: Notify users by email
th_th: แจ้งเตือนผู้ใช้ทางอีเมล

source: Nov
th_th: พ.ย.

source: Number Of Employees
th_th: จำนวนพนักงาน

source: Number Of Positions
th_th: จำนวนตำแหน่ง

source: Number of Withholding Cycles
th_th: จำนวนรอบการระงับ

source: Number of leaves eligible for encashment based on leave type settings
th_th: จำนวนวันลาที่มีสิทธิ์แลกเป็นเงินสดตามการตั้งค่าประเภทการลา

source: OTP Code
th_th: รหัส OTP

source: OTP Verification
th_th: การยืนยัน OTP

source: OUT
th_th: ออก

source: Obtained Average Rating
th_th: คะแนนเฉลี่ยที่ได้รับ

source: Oct
th_th: ต.ค.

source: Odometer Reading
th_th: ค่าที่อ่านได้จากมาตรวัดระยะทาง

source: Odometer Value
th_th: ค่ามาตรวัดระยะทาง

source: Off-Shift
th_th: นอกกะ

source: Off-shift
th_th: นอกกะ

source: Offer Date
th_th: วันที่เสนอ

source: Offer Term
th_th: เงื่อนไขการเสนอ

source: Offer Terms
th_th: เงื่อนไขการเสนอ

source: Old Parent
th_th: หลักเดิม

source: On Date
th_th: ณ วันที่

source: On Duty
th_th: ปฏิบัติหน้าที่

source: On Hold
th_th: ระงับ

source: On Leave
th_th: ลา

source: Onboarding
th_th: การเริ่มงานของพนักงานใหม่

source: Onboarding Activities
th_th: กิจกรรมการเริ่มงานของพนักงานใหม่

source: Onboarding Begins On
th_th: การเริ่มงานของพนักงานใหม่เริ่มในวันที่

source: Only Approvers can Approve this Request.
th_th: เฉพาะผู้อนุมัติเท่านั้นที่สามารถอนุมัติคำขอนี้ได้

source: Only Completed documents can be submitted
th_th: สามารถส่งได้เฉพาะเอกสารที่เสร็จสมบูรณ์เท่านั้น

source: Only Employee Grievance with status {0} or {1} can be submitted
th_th: สามารถส่งได้เฉพาะความคับข้องใจของพนักงานที่มีสถานะ {0} หรือ {1} เท่านั้น

source: Only Interviewer Are allowed to submit Interview Feedback
th_th: เฉพาะผู้สัมภาษณ์เท่านั้นที่ได้รับอนุญาตให้ส่งข้อเสนอแนะการสัมภาษณ์

source: Only Interviews with Cleared or Rejected status can be submitted.
th_th: สามารถส่งได้เฉพาะการสัมภาษณ์ที่มีสถานะผ่านหรือไม่ผ่านเท่านั้น

source: Only Leave Applications with status 'Approved' and 'Rejected' can be submitted
th_th: สามารถส่งได้เฉพาะใบลาที่มีสถานะ 'อนุมัติแล้ว' และ 'ถูกปฏิเสธ' เท่านั้น

source: Only Shift Request with status 'Approved' and 'Rejected' can be submitted
th_th: สามารถส่งได้เฉพาะคำขอกะที่มีสถานะ 'อนุมัติแล้ว' และ 'ถูกปฏิเสธ' เท่านั้น

source: Only Tax Impact (Cannot Claim But Part of Taxable Income)
th_th: เฉพาะผลกระทบทางภาษี (ไม่สามารถเบิกได้แต่เป็นส่วนหนึ่งของรายได้ที่ต้องเสียภาษี)

source: Only expired allocation can be cancelled
th_th: สามารถยกเลิกได้เฉพาะการจัดสรรที่หมดอายุแล้วเท่านั้น

source: Only interviewers can submit feedback
th_th: เฉพาะผู้สัมภาษณ์เท่านั้นที่สามารถส่งข้อเสนอแนะได้

source: Only users with the {0} role can create backdated leave applications
th_th: เฉพาะผู้ใช้ที่มีบทบาท {0} เท่านั้นที่สามารถสร้างใบลาที่ลงวันที่ย้อนหลังได้

source: Only {0} Goals can be {1}
th_th: เฉพาะเป้าหมาย {0} เท่านั้นที่สามารถเป็น {1} ได้

source: Open
th_th: เปิด

source: Open & Approved
th_th: เปิดและอนุมัติแล้ว

source: Open Feedback
th_th: ข้อเสนอแนะที่เปิดอยู่

source: Open Now
th_th: เปิดตอนนี้

source: Opening Balance
th_th: ยอดยกมา

source: Opening Balances
th_th: ยอดยกมา

source: Opening closed.
th_th: ตำแหน่งงานปิดแล้ว

source: Optional Holiday List not set for leave period {0}
th_th: ไม่ได้ตั้งค่ารายการวันหยุดนักขัตฤกษ์สำหรับรอบการลา {0}

source: Optional Leaves are holidays that Employees can choose to avail from a list of holidays published by the company.
th_th: วันหยุดเลือกได้คือวันหยุดที่พนักงานสามารถเลือกใช้จากรายการวันหยุดที่บริษัทประกาศ

source: Orange
th_th: สีส้ม

source: Organizational Chart
th_th: แผนผังองค์กร

source: Other Details
th_th: รายละเอียดอื่นๆ

source: Other Reports
th_th: รายงานอื่นๆ

source: Other Settings
th_th: การตั้งค่าอื่นๆ

source: Other Taxes and Charges
th_th: ภาษีและค่าธรรมเนียมอื่นๆ

source: Others
th_th: อื่นๆ

source: Out Time
th_th: เวลาออก

source: Out of 5
th_th: จาก 5 คะแนน

source: Outgoing Salary
th_th: เงินเดือนขาออก

source: Outstanding Amount
th_th: จำนวนเงินค้างชำระ

source: Over Allocation
th_th: การจัดสรรเกิน

source: Overall Average Rating
th_th: คะแนนเฉลี่ยโดยรวม

source: Overlapping Attendance Request
th_th: คำขอการเข้างานทับซ้อน

source: Overlapping Shift Attendance
th_th: การเข้างานกะทับซ้อน

source: Overlapping Shift Requests
th_th: คำขอกะทับซ้อน

source: Overlapping Shifts
th_th: กะที่ทับซ้อนกัน

source: Overview
th_th: ภาพรวม

source: Overwrite Salary Structure Amount
th_th: เขียนทับจำนวนเงินในโครงสร้างเงินเดือน

source: Owned
th_th: เป็นเจ้าของ

source: PAN Number
th_th: หมายเลข PAN

source: PF Account
th_th: บัญชีกองทุนสำรองเลี้ยงชีพ

source: PF Amount
th_th: จำนวนเงินกองทุนสำรองเลี้ยงชีพ

source: PF Loan
th_th: เงินกู้กองทุนสำรองเลี้ยงชีพ

source: PWA Notification
th_th: การแจ้งเตือน PWA

source: Paid
th_th: ชำระแล้ว

source: Paid Amount
th_th: จำนวนเงินที่ชำระแล้ว

source: Paid via Salary Slip
th_th: ชำระผ่านสลิปเงินเดือน

source: Parameter
th_th: พารามิเตอร์

source: Parent Goal
th_th: เป้าหมายหลัก

source: Part-time
th_th: นอกเวลา

source: Partial Success
th_th: สำเร็จบางส่วน

source: Partially Sponsored, Require Partial Funding
th_th: ได้รับการสนับสนุนบางส่วน ต้องการเงินทุนบางส่วน

source: Partly Claimed and Returned
th_th: เบิกและคืนบางส่วนแล้ว

source: Passport Number
th_th: หมายเลขหนังสือเดินทาง

source: Password
th_th: รหัสผ่าน

source: Password Policy
th_th: นโยบายรหัสผ่าน

source: Password policy cannot contain spaces or simultaneous hyphens. The format will be restructured automatically
th_th: นโยบายรหัสผ่านต้องไม่มีช่องว่างหรือยัติภังค์ติดกัน รูปแบบจะถูกปรับโครงสร้างใหม่โดยอัตโนมัติ

source: Password policy for Salary Slips is not set
th_th: ไม่ได้ตั้งค่านโยบายรหัสผ่านสำหรับสลิปเงินเดือน

source: Pay Against Benefit Claim
th_th: จ่ายเทียบกับการเบิกสวัสดิการ

source: Pay Via Payment Entry
th_th: จ่ายผ่านรายการชำระเงิน

source: Pay via Salary Slip
th_th: จ่ายผ่านสลิปเงินเดือน

source: Payable Account
th_th: บัญชีเจ้าหนี้

source: Payable Account is mandatory to submit an Expense Claim
th_th: บัญชีเจ้าหนี้เป็นสิ่งจำเป็นในการส่งการเบิกค่าใช้จ่าย

source: Payables
th_th: เจ้าหนี้

source: Payment
th_th: การชำระเงิน

source: Payment Account
th_th: บัญชีการชำระเงิน

source: Payment Account is mandatory
th_th: บัญชีการชำระเงินเป็นสิ่งจำเป็น

source: Payment Date
th_th: วันที่ชำระเงิน

source: Payment Days
th_th: วันที่จ่ายเงิน

source: Payment Days Calculation Help
th_th: ความช่วยเหลือในการคำนวณวันที่จ่ายเงิน

source: Payment Days Dependency
th_th: การขึ้นต่อกันของวันที่จ่ายเงิน

source: Payment Days calculations are based on these Payroll Settings
th_th: การคำนวณวันที่จ่ายเงินอ้างอิงจากการตั้งค่าบัญชีเงินเดือนเหล่านี้

source: Payment Entry
th_th: รายการชำระเงิน

source: Payment and Accounting
th_th: การชำระเงินและการบัญชี

source: Payment of {0} from {1} to {2}
th_th: การชำระเงินของ {0} จาก {1} ถึง {2}

source: Payroll
th_th: บัญชีเงินเดือน

source: Payroll Based On
th_th: บัญชีเงินเดือนตาม

source: Payroll Cost Center
th_th: ศูนย์ต้นทุนบัญชีเงินเดือน

source: Payroll Cost Centers
th_th: ศูนย์ต้นทุนบัญชีเงินเดือน

source: Payroll Dashboard
th_th: แดชบอร์ดบัญชีเงินเดือน

source: Payroll Date
th_th: วันที่จ่ายเงินเดือน

source: Payroll Employee Detail
th_th: รายละเอียดพนักงานในบัญชีเงินเดือน

source: Payroll Entry
th_th: รายการบัญชีเงินเดือน

source: Payroll Entry cancellation is queued. It may take a few minutes
th_th: การยกเลิกรายการบัญชีเงินเดือนอยู่ในคิว อาจใช้เวลาสักครู่

source: Payroll Frequency
th_th: ความถี่ในการจ่ายเงินเดือน

source: Payroll Info
th_th: ข้อมูลบัญชีเงินเดือน

source: Payroll Number
th_th: หมายเลขบัญชีเงินเดือน

source: Payroll Payable
th_th: เงินเดือนค้างจ่าย

source: Payroll Payable Account
th_th: บัญชีเงินเดือนค้างจ่าย

source: Payroll Period
th_th: รอบการจ่ายเงินเดือน

source: Payroll Period Date
th_th: วันที่รอบการจ่ายเงินเดือน

source: Payroll Periods
th_th: รอบการจ่ายเงินเดือน

source: Payroll Reports
th_th: รายงานบัญชีเงินเดือน

source: Payroll Settings
th_th: การตั้งค่าบัญชีเงินเดือน

source: Payroll date can not be greater than employee's relieving date.
th_th: วันที่จ่ายเงินเดือนไม่สามารถมากกว่าวันที่พ้นสภาพของพนักงานได้

source: Payroll date can not be less than employee's joining date.
th_th: วันที่จ่ายเงินเดือนไม่สามารถน้อยกว่าวันที่เริ่มงานของพนักงานได้

source: Pending
th_th: รอดำเนินการ

source: Pending (unpaid) amount from previous advances
th_th: จำนวนเงินที่ค้าง (ยังไม่ได้ชำระ) จากเงินทดรองก่อนหน้า

source: Pending Amount
th_th: จำนวนเงินที่รอดำเนินการ

source: Pending Asset Returns
th_th: สินทรัพย์ที่รอการส่งคืน

source: Pending FnF
th_th: รอการจ่ายเงินเดือนงวดสุดท้าย

source: Pending Interviews
th_th: การสัมภาษณ์ที่รอดำเนินการ

source: Pending Questionnaires
th_th: แบบสอบถามที่รอดำเนินการ

source: Percent
th_th: เปอร์เซ็นต์

source: Percent Deduction
th_th: การหักเป็นเปอร์เซ็นต์

source: Percentage (%)
th_th: เปอร์เซ็นต์ (%)

source: Performance
th_th: ประสิทธิภาพการทำงาน

source: Permanently cancel {0}
th_th: ยกเลิก {0} อย่างถาวร

source: Permanently submit {0}
th_th: ส่ง {0} อย่างถาวร

source: Phone Number
th_th: หมายเลขโทรศัพท์

source: Piecework
th_th: การจ้างงานแบบเหมาจ่าย

source: Pink
th_th: สีชมพู

source: Planned number of Positions
th_th: จำนวนตำแหน่งที่วางแผนไว้

source: Please Enable Auto Attendance and complete the setup first.
th_th: โปรดเปิดใช้งานการเข้างานอัตโนมัติและทำการตั้งค่าให้เสร็จสิ้นก่อน

source: Please Select Company First
th_th: โปรดเลือกบริษัทก่อน

source: Please add the remaining benefits {0} to any of the existing component
th_th: โปรดเพิ่มสวัสดิการที่เหลือ {0} ไปยังองค์ประกอบที่มีอยู่

source: Please add the remaining benefits {0} to the application as pro-rata component
th_th: โปรดเพิ่มสวัสดิการที่เหลือ {0} ไปยังใบสมัครเป็นองค์ประกอบตามสัดส่วน

source: Please assign a Salary Structure for Employee {0} applicable from or before {1} first
th_th: โปรดกำหนดโครงสร้างเงินเดือนสำหรับพนักงาน {0} ที่มีผลบังคับใช้ตั้งแต่วันที่ {1} หรือก่อนหน้านั้นก่อน

source: Please check if employee is on leave or attendance with the same status exists for selected day(s).
th_th: โปรดตรวจสอบว่าพนักงานกำลังลาหรือมีการเข้างานที่มีสถานะเดียวกันในวันที่เลือกหรือไม่

source: Please confirm once you have completed your training
th_th: โปรดยืนยันเมื่อคุณเสร็จสิ้นการฝึกอบรม

source: Please create a new {0} for the date {1} first.
th_th: โปรดสร้าง {0} ใหม่สำหรับวันที่ {1} ก่อน

source: Please delete the Employee {0} to cancel this document
th_th: โปรดลบพนักงาน {0} เพื่อยกเลิกเอกสารนี้

source: Please enable default incoming account before creating Daily Work Summary Group
th_th: โปรดเปิดใช้งานบัญชีขาเข้าเริ่มต้นก่อนสร้างกลุ่มสรุปงานรายวัน

source: Please enter the designation
th_th: โปรดป้อนตำแหน่ง

source: Please reduce {0} to avoid shift time overlapping with itself
th_th: โปรดลด {0} เพื่อหลีกเลี่ยงเวลาทับซ้อนของกะ

source: Please see attachment
th_th: โปรดดูไฟล์แนบ

source: Please select Company and Designation
th_th: โปรดเลือกบริษัทและตำแหน่ง

source: Please select Employee
th_th: โปรดเลือกพนักงาน

source: Please select Employee first.
th_th: โปรดเลือกพนักงานก่อน

source: Please select From Date and Payroll Frequency first
th_th: โปรดเลือกวันที่เริ่มต้นและความถี่ในการจ่ายเงินเดือนก่อน

source: Please select From Date.
th_th: โปรดเลือกวันที่เริ่มต้น

source: Please select Shift Schedule and assignment date(s).
th_th: โปรดเลือกตารางกะและวันที่มอบหมาย

source: Please select Shift Type and assignment date(s).
th_th: โปรดเลือกประเภทกะและวันที่มอบหมาย

source: Please select a Company
th_th: โปรดเลือกบริษัท

source: Please select a company first
th_th: โปรดเลือกบริษัทก่อน

source: Please select a company first.
th_th: โปรดเลือกบริษัทก่อน

source: Please select a csv file
th_th: โปรดเลือกไฟล์ csv

source: Please select a date.
th_th: โปรดเลือกวันที่

source: Please select an Applicant
th_th: โปรดเลือกผู้สมัคร

source: Please select at least one Shift Request to perform this action.
th_th: โปรดเลือกคำขอกะอย่างน้อยหนึ่งรายการเพื่อดำเนินการนี้

source: Please select at least one employee to perform this action.
th_th: โปรดเลือกพนักงานอย่างน้อยหนึ่งคนเพื่อดำเนินการนี้

source: Please select at least one row to perform this action.
th_th: โปรดเลือกอย่างน้อยหนึ่งแถวเพื่อดำเนินการนี้

source: Please select company.
th_th: โปรดเลือกบริษัท

source: Please select employee first
th_th: โปรดเลือกพนักงานก่อน

source: Please select employees to create appraisals for
th_th: โปรดเลือกพนักงานที่จะสร้างการประเมินผล

source: Please select half day attendance status.
th_th: โปรดเลือกสถานะการเข้างานครึ่งวัน

source: Please select month and year.
th_th: โปรดเลือกเดือนและปี

source: Please select the Appraisal Cycle first.
th_th: โปรดเลือกรอบการประเมินผลก่อน

source: Please select the attendance status.
th_th: โปรดเลือกสถานะการเข้างาน

source: Please select the employees you want to mark attendance for.
th_th: โปรดเลือกพนักงานที่คุณต้องการบันทึกการเข้างาน

source: Please select the salary slips to email
th_th: โปรดเลือกสลิปเงินเดือนที่จะส่งอีเมล

source: Please select {0}
th_th: โปรดเลือก {0}

source: Please set "Default Payroll Payable Account" in Company Defaults
th_th: โปรดตั้งค่า "บัญชีเงินเดือนค้างจ่ายเริ่มต้น" ในค่าเริ่มต้นของบริษัท

source: Please set Basic and HRA component in Company {0}
th_th: โปรดตั้งค่าองค์ประกอบเงินเดือนพื้นฐานและ HRA ในบริษัท {0}

source: Please set Earning Component for Leave type: {0}.
th_th: โปรดตั้งค่าองค์ประกอบรายรับสำหรับประเภทการลา: {0}

source: Please set Payroll based on in Payroll settings
th_th: โปรดตั้งค่าบัญชีเงินเดือนตามในการตั้งค่าบัญชีเงินเดือน

source: Please set Relieving Date for employee: {0}
th_th: โปรดตั้งค่าวันที่พ้นสภาพสำหรับพนักงาน: {0}

source: Please set a Default Cash Account in Company defaults
th_th: โปรดตั้งค่าบัญชีเงินสดเริ่มต้นในค่าเริ่มต้นของบริษัท

source: Please set account in Salary Component {0}
th_th: โปรดตั้งค่าบัญชีในองค์ประกอบเงินเดือน {0}

source: Please set default template for Leave Approval Notification in HR Settings.
th_th: โปรดตั้งค่าแม่แบบเริ่มต้นสำหรับการแจ้งเตือนการอนุมัติการลาในการตั้งค่า HR

source: Please set default template for Leave Status Notification in HR Settings.
th_th: โปรดตั้งค่าแม่แบบเริ่มต้นสำหรับการแจ้งเตือนสถานะการลาในการตั้งค่า HR

source: Please set the Appraisal Template for all the {0} or select the template in the Employees table below.
th_th: โปรดตั้งค่าแม่แบบการประเมินผลสำหรับ {0} ทั้งหมดหรือเลือกแม่แบบในตารางพนักงานด้านล่าง

source: Please set the Company
th_th: โปรดตั้งค่าบริษัท

source: Please set the Date Of Joining for employee {0}
th_th: โปรดตั้งค่าวันที่เริ่มงานสำหรับพนักงาน {0}

source: Please set the Holiday List.
th_th: โปรดตั้งค่ารายการวันหยุด

source: Please set the relieving date for employee {0}
th_th: โปรดตั้งค่าวันที่พ้นสภาพสำหรับพนักงาน {0}

source: Please set {0} and {1} in {2}.
th_th: โปรดตั้งค่า {0} และ {1} ใน {2}

source: Please set {0} for Employee {1}
th_th: โปรดตั้งค่า {0} สำหรับพนักงาน {1}

source: Please set {0} for the Employee: {1}
th_th: โปรดตั้งค่า {0} สำหรับพนักงาน: {1}

source: Please set {0}.
th_th: โปรดตั้งค่า {0}

source: Please setup Employee Naming System in Human Resource > HR Settings
th_th: โปรดตั้งค่าระบบการตั้งชื่อพนักงานใน ทรัพยากรบุคคล > การตั้งค่า HR

source: Please setup numbering series for Attendance via Setup > Numbering Series
th_th: โปรดตั้งค่าชุดเลขที่สำหรับการเข้างานผ่าน การตั้งค่า > ชุดเลขที่

source: Please share your feedback to the training by clicking on 'Training Feedback' and then 'New'
th_th: โปรดแบ่งปันข้อเสนอแนะของคุณต่อการฝึกอบรมโดยคลิกที่ 'ข้อเสนอแนะการฝึกอบรม' แล้วคลิก 'สร้างใหม่'

source: Please specify the job applicant to be updated.
th_th: โปรดระบุผู้สมัครงานที่จะอัปเดต

source: Please specify {0} and {1} (if any), for the correct tax calculation in future salary slips.
th_th: โปรดระบุ {0} และ {1} (ถ้ามี) เพื่อการคำนวณภาษีที่ถูกต้องในสลิปเงินเดือนในอนาคต

source: Please submit the {0} before marking the cycle as Completed
th_th: โปรดส่ง {0} ก่อนที่จะทำเครื่องหมายรอบว่าเสร็จสมบูรณ์

source: Please update your status for this training event
th_th: โปรดอัปเดตสถานะของคุณสำหรับกิจกรรมการฝึกอบรมนี้

source: Posted On
th_th: โพสต์เมื่อ

source: Posting Date
th_th: วันที่โพสต์

source: Posting date
th_th: วันที่โพสต์

source: Preferred Area for Lodging
th_th: พื้นที่ที่ต้องการสำหรับที่พัก

source: Present
th_th: มาทำงาน

source: Present Records
th_th: บันทึกการมาทำงาน

source: Prevent self approval for leaves even if user has permissions
th_th: ป้องกันการอนุมัติการลาของตนเองแม้ว่าผู้ใช้จะมีสิทธิ์ก็ตาม

source: Preview Salary Slip
th_th: ดูตัวอย่างสลิปเงินเดือน

source: Principal Amount
th_th: จำนวนเงินต้น

source: Print Heading
th_th: หัวข้อการพิมพ์

source: Printed On {0}
th_th: พิมพ์เมื่อ {0}

source: Printing Details
th_th: รายละเอียดการพิมพ์

source: Privilege Leave
th_th: สิทธิ์การลาพักร้อน

source: Probation
th_th: การทดลองงาน

source: Probationary Period
th_th: ช่วงทดลองงาน

source: Process Attendance After
th_th: ประมวลผลการเข้างานหลัง

source: Process Payroll Accounting Entry based on Employee
th_th: ประมวลผลรายการบัญชีเงินเดือนตามพนักงาน

source: Process Requests
th_th: ประมวลผลคำขอ

source: Process Shift Requests
th_th: ประมวลผลคำขอกะ

source: Process leave encashment via a separate Payment Entry instead of Salary Slip
th_th: ประมวลผลการแลกวันลาเป็นเงินสดผ่านรายการชำระเงินแยกต่างหากแทนสลิปเงินเดือน

source: Process {0} Shift Request(s) as <b>{1}</b>?
th_th: ประมวลผลคำขอกะ {0} รายการเป็น <b>{1}</b> ใช่หรือไม่?

source: Processing Requests
th_th: กำลังประมวลผลคำขอ

source: Processing Requests...
th_th: กำลังประมวลผลคำขอ...

source: Processing of Shift Requests has been queued. It may take a few minutes.
th_th: การประมวลผลคำขอกะได้เข้าคิวแล้ว อาจใช้เวลาสักครู่

source: Professional Tax Deductions
th_th: การหักภาษีวิชาชีพ

source: Proficiency
th_th: ความสามารถ

source: Profile
th_th: โปรไฟล์

source: Profit
th_th: กำไร

source: Progress
th_th: ความคืบหน้า

source: Project
th_th: โครงการ

source: Project Profitability
th_th: ความสามารถในการทำกำไรของโครงการ

source: Promotion
th_th: การเลื่อนตำแหน่ง

source: Promotion Date
th_th: วันที่เลื่อนตำแหน่ง

source: Property
th_th: คุณสมบัติ

source: Property already added
th_th: คุณสมบัติถูกเพิ่มแล้ว

source: Provident Fund Deductions
th_th: การหักเงินกองทุนสำรองเลี้ยงชีพ

source: Publish Applications Received
th_th: เผยแพร่ใบสมัครที่ได้รับ

source: Publish Salary Range
th_th: เผยแพร่ช่วงเงินเดือน

source: Publish on website
th_th: เผยแพร่บนเว็บไซต์

source: Purpose
th_th: วัตถุประสงค์

source: Purpose & Amount
th_th: วัตถุประสงค์และจำนวนเงิน

source: Purpose of Travel
th_th: วัตถุประสงค์การเดินทาง

source: Push Notification permission denied
th_th: การอนุญาตการแจ้งเตือนแบบพุชถูกปฏิเสธ

source: Push notifications disabled
th_th: การแจ้งเตือนแบบพุชถูกปิดใช้งาน

source: Push notifications have been disabled on your site
th_th: การแจ้งเตือนแบบพุชถูกปิดใช้งานบนไซต์ของคุณ

source: Quarterly
th_th: รายไตรมาส

source: Questionnaire Email Sent
th_th: ส่งอีเมลแบบสอบถามแล้ว

source: Queued
th_th: อยู่ในคิว

source: Quick Filters
th_th: ตัวกรองด่วน

source: Quick Links
th_th: ลิงก์ด่วน

source: Radius within which check-in is allowed (in meters)
th_th: รัศมีที่อนุญาตให้บันทึกเวลาเข้างาน (เป็นเมตร)

source: Raised By
th_th: ร้องขอโดย

source: Rate
th_th: อัตรา

source: Rate Goals Manually
th_th: ให้คะแนนเป้าหมายด้วยตนเอง

source: Rating
th_th: การให้คะแนน

source: Rating Criteria
th_th: เกณฑ์การให้คะแนน

source: Ratings
th_th: การให้คะแนน

source: Re-allocate Leaves
th_th: จัดสรรวันลาใหม่

source: Read
th_th: อ่านแล้ว

source: Reason
th_th: เหตุผล

source: Reason for Requesting
th_th: เหตุผลในการร้องขอ

source: Reason for Withholding Salary
th_th: เหตุผลในการระงับเงินเดือน

source: Reason for skipping auto attendance:
th_th: เหตุผลในการข้ามการบันทึกการเข้างานอัตโนมัติ:

source: Receivables
th_th: ลูกหนี้

source: Recent Attendance Requests
th_th: คำขอการเข้างานล่าสุด

source: Recent Expenses
th_th: ค่าใช้จ่ายล่าสุด

source: Recent Leaves
th_th: การลาล่าสุด

source: Recent Shift Requests
th_th: คำขอกะล่าสุด

source: Recommended for a single biometric device / checkins via mobile app
th_th: แนะนำสำหรับอุปกรณ์ไบโอเมตริกเดียว / การบันทึกเวลาผ่านแอปมือถือ

source: Recover Cost
th_th: กู้คืนต้นทุน

source: Recruitment
th_th: การสรรหาบุคลากร

source: Recruitment Analytics
th_th: การวิเคราะห์การสรรหาบุคลากร

source: Red
th_th: สีแดง

source: Reference
th_th: อ้างอิง

source: Reference Document
th_th: เอกสารอ้างอิง
