Repository: kasemsan00/erp-next-translate
Catalog: hrm/th(4).po
Languages: th_th

source: Unlink Payment on Cancellation of Employee Advance
th_th: ยกเลิกการเชื่อมโยงการชำระเงินเมื่อยกเลิกเงินล่วงหน้าของพนักงาน

source: "From Date" can not be greater than or equal to "To Date"
th_th: “ตั้งแต่วันที่” ไม่สามารถมากกว่าหรือเท่ากับ “ถึงวันที่” ได้

source: % Utilization (B + NB) / T
th_th: % การใช้งาน (B + NB) / T

source: % Utilization (B / T)
th_th: % การใช้งาน (B / T)

source: 'employee_field_value' and 'timestamp' are required.
th_th: ต้องระบุ 'employee_field_value' และ 'timestamp'

source: ) for {0}
th_th: ) สำหรับ {0}

source: ...Fetching Employees
th_th: ...กำลังดึงข้อมูลพนักงาน

source: <b>Base</b> amount has not been set for the following employee(s): {0}
th_th: <b>จำนวนเงินพื้นฐาน</b> ยังไม่ได้ถูกตั้งค่าสำหรับพนักงานต่อไปนี้: {0}

source: <b>Example:</b> SAL-{first_name}-{date_of_birth.year} <br>This will generate a password like SAL-Jane-1972
th_th: <b>ตัวอย่าง:</b> SAL-{first_name}-{date_of_birth.year} <br>ซึ่งจะสร้างรหัสผ่านเช่น SAL-Jane-1972

source: <b>Total Leaves Allocated</b> are more than the number of days in the allocation period
th_th: <b>จำนวนวันลาที่จัดสรรทั้งหมด</b> มากกว่าจำนวนวันในรอบการจัดสรร

source: <h5>Employees on Half Day</h5>
th_th: <h5>พนักงานที่ทำงานครึ่งวัน</h5>

source: <h5>Unmarked Employees</h5>
th_th: <h5>พนักงานที่ยังไม่ได้บันทึกเวลา</h5>

source: <span class="h4"><b>Your Shortcuts</b></span>
th_th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: A Job Requisition for {0} requested by {1} already exists: {2}
th_th: คำขอจ้างงานสำหรับตำแหน่ง {0} ที่ขอโดย {1} มีอยู่แล้ว: {2}

source: A friendly reminder of an important date for our team.
th_th: การแจ้งเตือนสำหรับวันสำคัญของทีมเรา

source: A {0} exists between {1} and {2} (
th_th: มี {0} อยู่ระหว่าง {1} และ {2} (

source: Abbr
th_th: ตัวย่อ

source: Absent
th_th: ขาดงาน

source: Absent Days
th_th: วันขาดงาน

source: Absent Records
th_th: บันทึกการขาดงาน

source: Academics User
th_th: ผู้ใช้ฝ่ายวิชาการ

source: Accepted
th_th: ยอมรับแล้ว

source: Account
th_th: บัญชี

source: Account Head
th_th: หัวบัญชี

source: Account No
th_th: เลขที่บัญชี

source: Account type cannot be set for payroll payable account {0}, please remove and try again
th_th: ไม่สามารถตั้งค่าประเภทบัญชีสำหรับบัญชีเงินเดือนค้างจ่าย {0} ได้ โปรดลบและลองอีกครั้ง

source: Account {0} does not belong to company: {1}
th_th: บัญชี {0} ไม่ได้เป็นของบริษัท: {1}

source: Account {0} does not match with Company {1}
th_th: บัญชี {0} ไม่ตรงกับบริษัท {1}

source: Accounting
th_th: การบัญชี

source: Accounting & Payment
th_th: การบัญชีและการชำระเงิน

source: Accounting Details
th_th: รายละเอียดทางบัญชี

source: Accounting Dimension
th_th: มิติทางบัญชี

source: Accounting Dimensions
th_th: มิติทางบัญชี

source: Accounting Ledger
th_th: สมุดบัญชีแยกประเภท

source: Accounting Reports
th_th: รายงานทางบัญชี

source: Accounts
th_th: บัญชี

source: Accounts Payable
th_th: เจ้าหนี้การค้า

source: Accounts Receivable
th_th: ลูกหนี้การค้า

source: Accounts Settings
th_th: การตั้งค่าบัญชี

source: Accounts not set for Salary Component {0}
th_th: ยังไม่ได้ตั้งค่าบัญชีสำหรับองค์ประกอบเงินเดือน {0}

source: Accrual Journal Entry for salaries from {0} to {1}
th_th: รายการสมุดรายวันค้างจ่ายสำหรับเงินเดือนตั้งแต่ {0} ถึง {1}

source: Action
th_th: การดำเนินการ

source: Action on Submission
th_th: การดำเนินการเมื่อส่ง

source: Actions
th_th: การดำเนินการ

source: Active
th_th: ใช้งาน

source: Activities
th_th: กิจกรรม

source: Activity Name
th_th: ชื่อกิจกรรม

source: Activity Type
th_th: ประเภทกิจกรรม

source: Actual Amount
th_th: จำนวนเงินจริง

source: Actual Cost
th_th: ต้นทุนจริง

source: Actual Encashable Days
th_th: วันที่สามารถแลกเป็นเงินสดได้จริง

source: Actual balances aren't available because the leave application spans over different leave allocations. You can still apply for leaves which would be compensated during the next allocation.
th_th: ยอดคงเหลือจริงไม่พร้อมใช้งานเนื่องจากใบลาครอบคลุมการจัดสรรวันลาที่แตกต่างกัน คุณยังสามารถยื่นใบลาซึ่งจะได้รับการชดเชยในการจัดสรรครั้งต่อไป

source: Add Day-wise Dates
th_th: เพิ่มวันที่ตามรายวัน

source: Add Employee Property
th_th: เพิ่มคุณสมบัติพนักงาน

source: Add Expense
th_th: เพิ่มค่าใช้จ่าย

source: Add Feedback
th_th: เพิ่มข้อเสนอแนะ

source: Add Tax
th_th: เพิ่มภาษี

source: Add to Details
th_th: เพิ่มในรายละเอียด

source: Add unused leaves from previous allocations
th_th: เพิ่มวันลาที่ไม่ได้ใช้จากการจัดสรรครั้งก่อน

source: Add unused leaves from previous leave period's allocation to this allocation
th_th: เพิ่มวันลาที่ไม่ได้ใช้จากการจัดสรรรอบการลาก่อนหน้ามายังการจัดสรรนี้

source: Added On
th_th: เพิ่มเมื่อ

source: Added tax components from the Salary Component master as the salary structure didn't have any tax component.
th_th: เพิ่มองค์ประกอบภาษีจากข้อมูลหลักขององค์ประกอบเงินเดือน เนื่องจากโครงสร้างเงินเดือนไม่มีองค์ประกอบภาษี

source: Added to details
th_th: เพิ่มในรายละเอียดแล้ว

source: Additional Amount
th_th: จำนวนเงินเพิ่มเติม

source: Additional Information
th_th: ข้อมูลเพิ่มเติม

source: Additional PF
th_th: กองทุนสำรองเลี้ยงชีพเพิ่มเติม

source: Additional Salary
th_th: เงินเดือนเพิ่มเติม

source: Additional Salary
th_th: เงินเดือนเพิ่มเติม

source: Additional Salary for referral bonus can only be created against Employee Referral with status {0}
th_th: เงินเดือนเพิ่มเติมสำหรับโบนัสการแนะนำพนักงานสามารถสร้างได้เฉพาะกับสถานะการแนะนำพนักงานที่เป็น {0} เท่านั้น

source: Additional Salary for this salary component with {0} enabled already exists for this date
th_th: เงินเดือนเพิ่มเติมสำหรับองค์ประกอบเงินเดือนนี้ที่เปิดใช้งาน {0} มีอยู่แล้วสำหรับวันที่นี้

source: Additional Salary: {0} already exist for Salary Component: {1} for period {2} and {3}
th_th: เงินเดือนเพิ่มเติม: {0} มีอยู่แล้วสำหรับองค์ประกอบเงินเดือน: {1} สำหรับช่วงเวลา {2} และ {3}

source: Address of Organizer
th_th: ที่อยู่ของผู้จัด

source: Advance
th_th: เงินทดรอง

source: Advance Account
th_th: บัญชีเงินทดรอง

source: Advance Amount
th_th: จำนวนเงินทดรอง

source: Advance Paid
th_th: จ่ายเงินทดรองแล้ว

source: Advance Payments
th_th: การชำระเงินล่วงหน้า

source: Advanced Filters
th_th: ตัวกรองขั้นสูง

source: Advances
th_th: เงินทดรอง

source: All
th_th: ทั้งหมด

source: All Goals
th_th: เป้าหมายทั้งหมด

source: All Jobs
th_th: งานทั้งหมด

source: All allocated assets should be returned before submission
th_th: ต้องคืนสินทรัพย์ที่จัดสรรทั้งหมดก่อนส่ง

source: All the mandatory tasks for employee creation are not completed yet.
th_th: งานที่จำเป็นทั้งหมดสำหรับการสร้างพนักงานยังไม่เสร็จสมบูรณ์

source: Allocate Based On Leave Policy
th_th: จัดสรรตามนโยบายการลา

source: Allocate Leave
th_th: จัดสรรวันลา

source: Allocate Leaves
th_th: จัดสรรวันลา

source: Allocate leaves to {0} employee(s)?
th_th: จัดสรรวันลาให้กับพนักงาน {0} คน?

source: Allocate on Day
th_th: จัดสรรในวัน

source: Allocated Amount
th_th: จำนวนเงินที่จัดสรร

source: Allocated Leaves
th_th: วันลาที่จัดสรร

source: Allocated {0} leave(s) via scheduler on {1} based on the 'Allocate on Day' option set to {2}
th_th: จัดสรรวันลา {0} วันผ่านตัวกำหนดเวลาในวันที่ {1} ตามตัวเลือก 'จัดสรรในวัน' ที่ตั้งค่าเป็น {2}

source: Allocating Leave
th_th: กำลังจัดสรรวันลา

source: Allocation
th_th: การจัดสรร

source: Allocation Expired!
th_th: การจัดสรรหมดอายุ!

source: Allow Employee Checkin from Mobile App
th_th: อนุญาตให้พนักงานบันทึกเวลาเข้างานจากแอพมือถือ

source: Allow Encashment
th_th: อนุญาตให้แลกเป็นเงินสด

source: Allow Geolocation Tracking
th_th: อนุญาตให้ติดตามตำแหน่งทางภูมิศาสตร์

source: Allow Leave Application After (Working Days)
th_th: อนุญาตให้ยื่นใบลาหลัง (วันทำการ)

source: Allow Multiple Shift Assignments for Same Date
th_th: อนุญาตให้มอบหมายหลายกะในวันเดียวกัน

source: Allow Negative Balance
th_th: อนุญาตให้ยอดคงเหลือติดลบ

source: Allow Over Allocation
th_th: อนุญาตให้จัดสรรเกิน

source: Allow Tax Exemption
th_th: อนุญาตให้ยกเว้นภาษี

source: Allow User
th_th: อนุญาตผู้ใช้

source: Allow Users
th_th: อนุญาตผู้ใช้

source: Allow check-out after shift end time (in minutes)
th_th: อนุญาตให้บันทึกเวลาออกหลังจากเวลาสิ้นสุดกะ (นาที)

source: Allow the following users to approve Leave Applications for block days.
th_th: อนุญาตให้ผู้ใช้ต่อไปนี้อนุมัติใบลาสำหรับวันที่ถูกบล็อก

source: Allows allocating more leaves than the number of days in the allocation period.
th_th: อนุญาตให้จัดสรรวันลามากกว่าจำนวนวันในรอบการจัดสรร

source: Alternating entries as IN and OUT during the same shift
th_th: รายการสลับเป็นเข้าและออกในระหว่างกะเดียวกัน

source: Amended From
th_th: แก้ไขจาก

source: Amount
th_th: จำนวนเงิน

source: Amount Based on Formula
th_th: จำนวนเงินตามสูตร

source: Amount based on formula
th_th: จำนวนเงินตามสูตร

source: Amount claimed via Expense Claim
th_th: จำนวนเงินที่เบิกผ่านการเบิกค่าใช้จ่าย

source: Amount of expense
th_th: จำนวนค่าใช้จ่าย

source: Amount paid against this encashment
th_th: จำนวนเงินที่จ่ายสำหรับการแลกเป็นเงินสดนี้

source: Amount scheduled for deduction via salary
th_th: จำนวนเงินที่กำหนดไว้สำหรับหักผ่านเงินเดือน

source: Amount should not be less than zero
th_th: จำนวนเงินต้องไม่น้อยกว่าศูนย์

source: Amount that has been paid against this advance
th_th: จำนวนเงินที่ได้ชำระสำหรับเงินทดรองนี้

source: An amount of {0} already claimed for the component {1}, set the amount equal or greater than {2}
th_th: มีการเบิกจำนวนเงิน {0} สำหรับองค์ประกอบ {1} ไปแล้ว โปรดตั้งค่าจำนวนเงินให้เท่ากับหรือมากกว่า {2}

source: An attendance record is linked to this checkin. Please cancel the attendance before modifying time.
th_th: มีบันทึกการเข้างานเชื่อมโยงกับการบันทึกเวลานี้ โปรดยกเลิกการเข้างานก่อนแก้ไขเวลา

source: Annual Allocation
th_th: การจัดสรรประจำปี

source: Annual Allocation Exceeded
th_th: เกินการจัดสรรประจำปี

source: Annual Salary
th_th: เงินเดือนประจำปี

source: Annual Taxable Amount
th_th: จำนวนเงินที่ต้องเสียภาษีประจำปี

source: Any other details
th_th: รายละเอียดอื่นๆ

source: Any other remarks, noteworthy effort that should go in the records
th_th: ข้อสังเกตอื่นๆ หรือความพยายามที่น่าสังเกตที่ควรบันทึกไว้

source: Applicable Earnings Component
th_th: องค์ประกอบรายรับที่เกี่ยวข้อง

source: Applicable For
th_th: ใช้สำหรับ

source: Applicable in the case of Employee Onboarding
th_th: ใช้ในกรณีการเริ่มงานของพนักงานใหม่

source: Applicant Email Address
th_th: ที่อยู่อีเมลของผู้สมัคร

source: Applicant Name
th_th: ชื่อผู้สมัคร

source: Applicant Rating
th_th: คะแนนผู้สมัคร

source: Applicant for a Job
th_th: ผู้สมัครงาน

source: Applicant name
th_th: ชื่อผู้สมัคร

source: Application
th_th: ใบสมัคร

source: Application Status
th_th: สถานะใบสมัคร

source: Application period cannot be across two allocation records
th_th: ช่วงเวลาการสมัครไม่สามารถคร่อมสองบันทึกการจัดสรรได้

source: Application period cannot be outside leave allocation period
th_th: ช่วงเวลาการสมัครต้องไม่อยู่นอกช่วงเวลาการจัดสรรวันลา

source: Applications Received
th_th: ใบสมัครที่ได้รับ

source: Applications received:
th_th: ใบสมัครที่ได้รับ:

source: Applies to Company
th_th: ใช้กับบริษัท

source: Apply
th_th: สมัคร

source: Apply / Approve Leaves
th_th: ยื่น/อนุมัติการลา

source: Apply Filters
th_th: ใช้ตัวกรอง

source: Apply Now
th_th: สมัครเลย

source: Appointment
th_th: การนัดหมาย

source: Appointment Date
th_th: วันที่นัดหมาย

source: Appointment Letter
th_th: จดหมายแต่งตั้ง

source: Appointment Letter Template
th_th: แม่แบบจดหมายแต่งตั้ง

source: Appointment Letter content
th_th: เนื้อหาจดหมายแต่งตั้ง

source: Appraisal
th_th: การประเมินผล

source: Appraisal Cycle
th_th: รอบการประเมินผล

source: Appraisal Goal
th_th: เป้าหมายการประเมินผล

source: Appraisal KRA
th_th: KRA การประเมินผล

source: Appraisal Linking
th_th: การเชื่อมโยงการประเมินผล

source: Appraisal Overview
th_th: ภาพรวมการประเมินผล

source: Appraisal Template
th_th: แม่แบบการประเมินผล

source: Appraisal Template Goal
th_th: เป้าหมายแม่แบบการประเมินผล

source: Appraisal Template Missing
th_th: ไม่พบแม่แบบการประเมินผล

source: Appraisal Template Title
th_th: ชื่อแม่แบบการประเมินผล

source: Appraisal Template not found for some designations.
th_th: ไม่พบแม่แบบการประเมินผลสำหรับบางตำแหน่ง

source: Appraisal creation is queued. It may take a few minutes.
th_th: การสร้างการประเมินผลอยู่ในคิว อาจใช้เวลาสักครู่

source: Appraisal {0} already exists for Employee {1} for this Appraisal Cycle or overlapping period
th_th: การประเมินผล {0} มีอยู่แล้วสำหรับพนักงาน {1} ในรอบการประเมินผลนี้หรือช่วงเวลาที่ทับซ้อนกัน

source: Appraisal {0} does not belong to Employee {1}
th_th: การประเมินผล {0} ไม่ใช่ของพนักงาน {1}

source: Appraisee
th_th: ผู้ถูกประเมิน

source: Appraisees: {0}
th_th: ผู้ถูกประเมิน: {0}

source: Apprentice
th_th: ผู้ฝึกงาน

source: Approval
th_th: การอนุมัติ

source: Approval Status
th_th: สถานะการอนุมัติ

source: Approval Status must be 'Approved' or 'Rejected'
th_th: สถานะการอนุมัติต้องเป็น 'อนุมัติ' หรือ 'ปฏิเสธ'

source: Approve
th_th: อนุมัติ

source: Approved
th_th: อนุมัติแล้ว

source: Approver
th_th: ผู้อนุมัติ

source: Approvers
th_th: ผู้อนุมัติ

source: Apr
th_th: เม.ย.

source: Archive
th_th: จัดเก็บ

source: Archived
th_th: จัดเก็บแล้ว

source: Are you sure you want to delete the attachment
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์แนบ

source: Are you sure you want to delete the {0}
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบ {0}

source: Are you sure you want to email the selected salary slips?
th_th: คุณแน่ใจหรือไม่ว่าต้องการส่งอีเมลสลิปเงินเดือนที่เลือก

source: Are you sure you want to proceed?
th_th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: Are you sure you want to reject the Employee Referral?
th_th: คุณแน่ใจหรือไม่ว่าต้องการปฏิเสธการแนะนำพนักงาน

source: Arrival Datetime
th_th: วันและเวลาที่มาถึง

source: As per your assigned Salary Structure you cannot apply for benefits
th_th: ตามโครงสร้างเงินเดือนที่คุณได้รับมอบหมาย คุณไม่สามารถสมัครรับสวัสดิการได้

source: Asset Name
th_th: ชื่อสินทรัพย์

source: Asset Recovery Cost for {0}: {1}
th_th: ต้นทุนการกู้คืนสินทรัพย์สำหรับ {0}: {1}

source: Assets Allocated
th_th: สินทรัพย์ที่จัดสรร

source: Assign Salary Structure to {0} employee(s)?
th_th: มอบหมายโครงสร้างเงินเดือนให้กับพนักงาน {0} คน?

source: Assign Shift
th_th: มอบหมายกะ

source: Assign Shift Schedule
th_th: มอบหมายตารางกะ

source: Assign Structure
th_th: มอบหมายโครงสร้าง

source: Assigning Salary Structure
th_th: กำลังมอบหมายโครงสร้างเงินเดือน

source: Assigning Structure...
th_th: กำลังมอบหมายโครงสร้าง...

source: Assigning Structures...
th_th: กำลังมอบหมายโครงสร้าง...

source: Assigning...
th_th: กำลังมอบหมาย...

source: Assignment based on
th_th: มอบหมายตาม

source: Associate Job Opening
th_th: เชื่อมโยงตำแหน่งงานว่าง

source: Associated Document
th_th: เอกสารที่เกี่ยวข้อง

source: Associated Document Type
th_th: ประเภทเอกสารที่เกี่ยวข้อง

source: At least one interview has to be selected.
th_th: ต้องเลือกการสัมภาษณ์อย่างน้อยหนึ่งรายการ

source: Attach Proof
th_th: แนบหลักฐาน

source: Attachments
th_th: ไฟล์แนบ

source: Attendance
th_th: การเข้างาน

source: Attendance Calendar
th_th: ปฏิทินการเข้างาน

source: Attendance Count
th_th: จำนวนการเข้างาน

source: Attendance Date
th_th: วันที่เข้างาน

source: Attendance From Date
th_th: วันที่เข้างานเริ่มต้น

source: Attendance From Date and Attendance To Date is mandatory
th_th: ต้องระบุวันที่เข้างานเริ่มต้นและวันที่เข้างานสิ้นสุด

source: Attendance ID
th_th: รหัสการเข้างาน

source: Attendance Marked
th_th: บันทึกการเข้างานแล้ว

source: Attendance Request
th_th: คำขอการเข้างาน

source: Attendance Request History
th_th: ประวัติคำขอการเข้างาน

source: Attendance Settings
th_th: การตั้งค่าการเข้างาน

source: Attendance To Date
th_th: วันที่เข้างานสิ้นสุด

source: Attendance Updated
th_th: อัปเดตการเข้างานแล้ว

source: Attendance Warnings
th_th: คำเตือนการเข้างาน

source: Attendance date {0} can not be less than employee {1}'s joining date: {2}
th_th: วันที่เข้างาน {0} ไม่สามารถน้อยกว่าวันที่เริ่มงานของพนักงาน {1}: {2}

source: Attendance for all the employees under this criteria has been marked already.
th_th: การเข้างานของพนักงานทั้งหมดภายใต้เกณฑ์นี้ได้รับการบันทึกแล้ว

source: Attendance for employee {0} is already marked for an overlapping shift {1}: {2}
th_th: การเข้างานของพนักงาน {0} ถูกบันทึกไว้แล้วสำหรับกะที่ทับซ้อนกัน {1}: {2}

source: Attendance for employee {0} is already marked for the date {1}: {2}
th_th: การเข้างานของพนักงาน {0} ถูกบันทึกไว้แล้วสำหรับวันที่ {1}: {2}

source: Attendance for employee {0} is already marked for the following dates: {1}
th_th: การเข้างานของพนักงาน {0} ถูกบันทึกไว้แล้วสำหรับวันที่ต่อไปนี้: {1}

source: Attendance for the following dates will be skipped/overwritten on submission
th_th: การเข้างานสำหรับวันที่ต่อไปนี้จะถูกข้าม/เขียนทับเมื่อส่ง

source: Attendance from {0} to {1} has already been marked for the Employee {2}
th_th: การเข้างานตั้งแต่ {0} ถึง {1} ได้รับการบันทึกสำหรับพนักงาน {2} แล้ว

source: Attendance has been marked as per employee check-ins
th_th: การเข้างานได้รับการบันทึกตามการบันทึกเวลาของพนักงาน

source: Attendance has been marked for all the employees between the selected payroll dates.
th_th: การเข้างานของพนักงานทุกคนระหว่างวันที่จ่ายเงินเดือนที่เลือกได้รับการบันทึกแล้ว

source: Attendance is pending for these employees between the selected payroll dates. Mark attendance to proceed. Refer {0} for details.
th_th: การเข้างานของพนักงานเหล่านี้ยังรอดำเนินการระหว่างวันที่จ่ายเงินเดือนที่เลือก บันทึกการเข้างานเพื่อดำเนินการต่อ อ้างอิง {0} สำหรับรายละเอียด

source: Attendance marked successfully
th_th: บันทึกการเข้างานสำเร็จ

source: Attendance not submitted for {0} as it is a Holiday.
th_th: ไม่สามารถส่งการเข้างานสำหรับ {0} เนื่องจากเป็นวันหยุด

source: Attendance not submitted for {0} as {1} is on leave.
th_th: ไม่สามารถส่งการเข้างานสำหรับ {0} เนื่องจาก {1} ลา

source: Attendance will be marked automatically only after this date.
th_th: การเข้างานจะถูกบันทึกโดยอัตโนมัติหลังจากวันที่นี้เท่านั้น

source: AttendanceRequestListView
th_th: มุมมองรายการคำขอการเข้างาน

source: Attendees
th_th: ผู้เข้าร่วม

source: Attrition Count
th_th: จำนวนการลาออก

source: Aug
th_th: ส.ค.

source: Auto Attendance Settings
th_th: การตั้งค่าการเข้างานอัตโนมัติ

source: Auto Leave Encashment
th_th: การแลกวันลาเป็นเงินสดอัตโนมัติ

source: Automated Based on Goal Progress
th_th: อัตโนมัติตามความคืบหน้าของเป้าหมาย

source: Automatically fetches all assets allocated to the employee, if any
th_th: ดึงข้อมูลสินทรัพย์ทั้งหมดที่จัดสรรให้กับพนักงานโดยอัตโนมัติ (ถ้ามี)

source: Automatically update Last Sync of Checkin
th_th: อัปเดตการซิงค์ล่าสุดของการบันทึกเวลาโดยอัตโนมัติ

source: Available Leave(s)
th_th: วันลาที่ใช้ได้

source: Available Leaves
th_th: วันลาที่ใช้ได้

source: Average Feedback Score
th_th: คะแนนข้อเสนอแนะเฉลี่ย

source: Average Rating
th_th: คะแนนเฉลี่ย

source: Average of Goal Score, Feedback Score, and Self Appraisal Score (out of 5)
th_th: ค่าเฉลี่ยของคะแนนเป้าหมาย คะแนนข้อเสนอแนะ และคะแนนการประเมินตนเอง (เต็ม 5)

source: Average rating of demonstrated skills
th_th: คะแนนเฉลี่ยของทักษะที่แสดงให้เห็น

source: Avg Feedback Score
th_th: คะแนนข้อเสนอแนะเฉลี่ย

source: Avg Utilization
th_th: การใช้งานเฉลี่ย

source: Avg Utilization (Billed Only)
th_th: การใช้งานเฉลี่ย (เฉพาะที่เรียกเก็บเงิน)

source: Awaiting Response
th_th: รอการตอบกลับ

source: Backdated Leave Application is restricted. Please set the {} in {}
th_th: การยื่นใบลาย้อนหลังถูกจำกัด โปรดตั้งค่า {} ใน {}

source: Bank
th_th: ธนาคาร

source: Bank Account
th_th: บัญชีธนาคาร

source: Bank Account No
th_th: เลขที่บัญชีธนาคาร

source: Bank Details
th_th: รายละเอียดธนาคาร

source: Bank Entries
th_th: รายการธนาคาร

source: Bank Name
th_th: ชื่อธนาคาร

source: Bank Remittance
th_th: การโอนเงินผ่านธนาคาร

source: Base
th_th: ฐาน

source: Base & Variable
th_th: ฐานและผันแปร

source: Begin On (Days)
th_th: เริ่มต้นใน (วัน)

source: Begin check-in before shift start time (in minutes)
th_th: เริ่มบันทึกเวลาก่อนเวลาเริ่มกะ (นาที)

source: Beginner
th_th: ระดับเริ่มต้น

source: Below is the list of upcoming holidays for you:
th_th: ด้านล่างนี้คือรายการวันหยุดที่จะมาถึงสำหรับคุณ:

source: Benefit
th_th: สวัสดิการ

source: Benefits
th_th: สวัสดิการ

source: Bill Amount
th_th: จำนวนเงินในบิล

source: Billed Hours
th_th: ชั่วโมงที่เรียกเก็บเงิน

source: Billed Hours (B)
th_th: ชั่วโมงที่เรียกเก็บเงิน (B)

source: Bimonthly
th_th: รายสองเดือน

source: Birthday Reminder
th_th: การแจ้งเตือนวันเกิด

source: Birthday Reminder 🎂
th_th: การแจ้งเตือนวันเกิด 🎂

source: Birthdays
th_th: วันเกิด

source: Block Date
th_th: วันที่ถูกบล็อก

source: Block Days
th_th: วันที่ถูกบล็อก

source: Block Holidays on important days.
th_th: บล็อกวันหยุดในวันที่สำคัญ

source: Blue
th_th: สีน้ำเงิน

source: Body
th_th: เนื้อหา

source: Bonus
th_th: โบนัส

source: Bonus Amount
th_th: จำนวนโบนัส

source: Bonus Payment Date
th_th: วันที่จ่ายโบนัส

source: Bonus Payment Date cannot be a past date
th_th: วันที่จ่ายโบนัสต้องไม่เป็นวันที่ผ่านมาแล้ว

source: Branch
th_th: สาขา

source: Branch: {0}
th_th: สาขา: {0}

source: Bulk Assignments
th_th: การมอบหมายจำนวนมาก

source: Bulk Leave Policy Assignment
th_th: การมอบหมายนโยบายการลาจำนวนมาก

source: Bulk Salary Structure Assignment
th_th: การมอบหมายโครงสร้างเงินเดือนจำนวนมาก

source: By default, the Final Score is calculated as the average of Goal Score, Feedback Score, and Self Appraisal Score. Enable this to set a different formula
th_th: โดยค่าเริ่มต้น คะแนนสุดท้ายจะคำนวณเป็นค่าเฉลี่ยของคะแนนเป้าหมาย คะแนนข้อเสนอแนะ และคะแนนการประเมินตนเอง เปิดใช้งานตัวเลือกนี้เพื่อกำหนดสูตรอื่น

source: Calculate Final Score based on Formula
th_th: คำนวณคะแนนสุดท้ายตามสูตร

source: Calculate Gratuity Amount Based On
th_th: คำนวณเงินบำเหน็จตาม

source: Calculate Payroll Working Days Based On
th_th: คำนวณวันทำงานของบัญชีเงินเดือนตาม

source: Calculated in days
th_th: คำนวณเป็นวัน

source: Calls
th_th: การโทร

source: Campaign
th_th: แคมเปญ

source: Cancel
th_th: ยกเลิก

source: Cancellation Queued
th_th: การยกเลิกอยู่ในคิว

source: Cancelled
th_th: ยกเลิกแล้ว

source: Cannot Modify Time
th_th: ไม่สามารถแก้ไขเวลาได้

source: Cannot allocate leaves outside the allocation period {0} - {1}
th_th: ไม่สามารถจัดสรรวันลานอกช่วงเวลาการจัดสรร {0} - {1} ได้

source: Cannot break shift after end date
th_th: ไม่สามารถแบ่งกะหลังวันที่สิ้นสุดได้

source: Cannot break shift before start date
th_th: ไม่สามารถแบ่งกะก่อนวันที่เริ่มต้นได้

source: Cannot cancel Shift Assignment: {0} as it is linked to Attendance: {1}
th_th: ไม่สามารถยกเลิกการมอบหมายกะ: {0} เนื่องจากเชื่อมโยงกับการเข้างาน: {1}

source: Cannot cancel Shift Assignment: {0} as it is linked to Employee Checkin: {1}
th_th: ไม่สามารถยกเลิกการมอบหมายกะ: {0} เนื่องจากเชื่อมโยงกับการบันทึกเวลาเข้างานของพนักงาน: {1}

source: Cannot create Salary Slip for Employee joining after Payroll Period
th_th: ไม่สามารถสร้างสลิปเงินเดือนสำหรับพนักงานที่เริ่มงานหลังรอบการจ่ายเงินเดือนได้

source: Cannot create Salary Slip for Employee who has left before Payroll Period
th_th: ไม่สามารถสร้างสลิปเงินเดือนสำหรับพนักงานที่ลาออกก่อนรอบการจ่ายเงินเดือนได้

source: Cannot create a Job Applicant against a closed Job Opening
th_th: ไม่สามารถสร้างผู้สมัครงานสำหรับตำแหน่งงานที่ปิดรับสมัครแล้วได้

source: Cannot create or change transactions against an Appraisal Cycle with status {0}.
th_th: ไม่สามารถสร้างหรือเปลี่ยนแปลงรายการที่เกี่ยวกับรอบการประเมินผลที่มีสถานะ {0} ได้

source: Cannot find active Leave Period
th_th: ไม่พบรอบการลาที่ใช้งานอยู่

source: Cannot mark attendance for an Inactive employee {0}
th_th: ไม่สามารถบันทึกการเข้างานสำหรับพนักงานที่ไม่ใช้งาน {0} ได้

source: Cannot submit. Attendance is not marked for some employees.
th_th: ไม่สามารถส่งได้ การเข้างานยังไม่ได้ถูกบันทึกสำหรับพนักงานบางคน

source: Cannot update allocation for {0} after submission
th_th: ไม่สามารถอัปเดตการจัดสรรสำหรับ {0} หลังจากส่งได้

source: Cannot update status of Goal groups
th_th: ไม่สามารถอัปเดตสถานะของกลุ่มเป้าหมายได้

source: Carry Forward
th_th: ยอดยกไป

source: Carry Forwarded Leaves
th_th: วันลายกไป

source: Casual Leave
th_th: ลากิจ

source: Cause of Grievance
th_th: สาเหตุของความคับข้องใจ
