Repository: kasemsan00/erp-next-translate
Catalog: hrm/th(4).po
Languages: th_th

source: Reference Document Name
th_th: ชื่อเอกสารอ้างอิง

source: Reference Document Type
th_th: ประเภทเอกสารอ้างอิง

source: Reference: {0}
th_th: อ้างอิง: {0}

source: References
th_th: การอ้างอิง

source: Referral Bonus Payment Status
th_th: สถานะการจ่ายโบนัสการแนะนำ

source: Referral Details
th_th: รายละเอียดการแนะนำ

source: Referrer
th_th: ผู้แนะนำ

source: Referrer Details
th_th: รายละเอียดผู้แนะนำ

source: Referrer Name
th_th: ชื่อผู้แนะนำ

source: Reflections
th_th: ข้อคิดเห็น

source: Refuelling Details
th_th: รายละเอียดการเติมน้ำมัน

source: Reject
th_th: ปฏิเสธ

source: Reject Employee Referral
th_th: ปฏิเสธการแนะนำพนักงาน

source: Rejected
th_th: ถูกปฏิเสธ

source: Rejection
th_th: การปฏิเสธ

source: Release Withheld Salaries
th_th: ปล่อยเงินเดือนที่ถูกระงับ

source: Released
th_th: ปล่อยแล้ว

source: Relieving Date
th_th: วันที่ปลดปล่อย

source: Relieving Date
th_th: วันที่พ้นสภาพ

source: Relieving Date Missing
th_th: ไม่มีวันที่พ้นสภาพ

source: Reload
th_th: โหลดใหม่

source: Remaining Benefits (Yearly)
th_th: สวัสดิการที่เหลือ (รายปี)

source: Remark
th_th: ข้อสังเกต

source: Remarks
th_th: ข้อสังเกต

source: Remind Before
th_th: เตือนก่อน

source: Reminded
th_th: เตือนแล้ว

source: Reminder
th_th: การเตือน

source: Reminders
th_th: การแจ้งเตือน

source: Remove if Zero Valued
th_th: ลบออกหากมีค่าเป็นศูนย์

source: Rented Car
th_th: รถเช่า

source: Reopen
th_th: เปิดใหม่

source: Repay From Salary
th_th: ชำระคืนจากเงินเดือน

source: Repay From Salary can be selected only for term loans
th_th: สามารถเลือก 'ชำระคืนจากเงินเดือน' ได้เฉพาะสำหรับสินเชื่อระยะยาวเท่านั้น

source: Repay Unclaimed Amount from Salary
th_th: ชำระคืนจำนวนเงินที่ไม่ได้เบิกจากเงินเดือน

source: Repeat On Days
th_th: ทำซ้ำในวัน

source: Replied
th_th: ตอบกลับแล้ว

source: Replies
th_th: การตอบกลับ

source: Reports
th_th: รายงาน

source: Reports To
th_th: รายงานถึง

source: Request Attendance
th_th: ส่งคำขอการเข้างาน

source: Request Leave
th_th: ส่งคำขอลา

source: Request a Leave
th_th: ส่งคำขอลา

source: Request a Shift
th_th: ส่งคำขอกะ

source: Request an Advance
th_th: ส่งคำขอเงินทดรอง

source: Requested By
th_th: ร้องขอโดย

source: Requested By (Name)
th_th: ร้องขอโดย (ชื่อ)

source: Require Full Funding
th_th: ต้องการเงินทุนเต็มจำนวน

source: Required Skills
th_th: ทักษะที่ต้องการ

source: Required for Employee Creation
th_th: จำเป็นสำหรับการสร้างพนักงาน

source: Reschedule Interview
th_th: เลื่อนการสัมภาษณ์

source: Reset Password
th_th: รีเซ็ตรหัสผ่าน

source: Resignation Letter Date
th_th: วันที่จดหมายลาออก

source: Resolution Date
th_th: วันที่แก้ไขปัญหา

source: Resolution Details
th_th: รายละเอียดการแก้ไขปัญหา

source: Resolved
th_th: แก้ไขแล้ว

source: Resolved By
th_th: แก้ไขโดย

source: Responsibilities
th_th: ความรับผิดชอบ

source: Restrict Backdated Leave Application
th_th: จำกัดการยื่นใบลาย้อนหลัง

source: Result
th_th: ผลลัพธ์

source: Resume
th_th: ดำเนินการต่อ

source: Resume Attachment
th_th: ไฟล์แนบประวัติย่อ

source: Resume Link
th_th: ลิงก์ประวัติย่อ

source: Resume link
th_th: ลิงก์ประวัติย่อ

source: Retained
th_th: เก็บไว้

source: Retention Bonus
th_th: โบนัสเพื่อรักษาพนักงาน

source: Retirement Age (In Years)
th_th: อายุเกษียณ (เป็นปี)

source: Return
th_th: คืน

source: Return amount cannot be greater than unclaimed amount
th_th: จำนวนเงินที่คืนไม่สามารถมากกว่าจำนวนเงินที่ไม่ได้เบิก

source: Returned
th_th: คืนแล้ว

source: Returned Amount
th_th: จำนวนเงินที่คืน

source: Review various other settings related to Employee Leaves and Expense Claim
th_th: ตรวจสอบการตั้งค่าอื่นๆ ที่เกี่ยวข้องกับการลาของพนักงานและการเบิกค่าใช้จ่าย

source: Reviewer
th_th: ผู้ตรวจสอบ

source: Reviewer Name
th_th: ชื่อผู้ตรวจสอบ

source: Revised CTC
th_th: CTC ที่แก้ไขใหม่

source: Right
th_th: ขวา

source: Role
th_th: บทบาท

source: Role Allowed to Create Backdated Leave Application
th_th: บทบาทที่ได้รับอนุญาตให้สร้างใบลาที่ลงวันที่ย้อนหลัง

source: Roster
th_th: ตารางเวร

source: Roster Color
th_th: สีตารางเวร

source: Round Name
th_th: ชื่อรอบ

source: Round off Work Experience
th_th: ปัดเศษประสบการณ์ทำงาน

source: Round to the Nearest Integer
th_th: ปัดเศษเป็นจำนวนเต็มที่ใกล้ที่สุด

source: Rounded Total
th_th: ยอดรวมปัดเศษ

source: Rounded Total (Company Currency)
th_th: ยอดรวมปัดเศษ (สกุลเงินบริษัท)

source: Rounding
th_th: การปัดเศษ

source: Route
th_th: เส้นทาง

source: Route to the custom Job Application Webform
th_th: เส้นทางไปยังเว็บฟอร์มใบสมัครงานที่กำหนดเอง

source: Row #{0}: Cannot set amount or formula for Salary Component {1} with Variable Based On Taxable Salary
th_th: แถวที่ #{0}: ไม่สามารถตั้งค่าจำนวนเงินหรือสูตรสำหรับองค์ประกอบเงินเดือน {1} ที่มีตัวแปรตามเงินเดือนที่ต้องเสียภาษีได้

source: Row #{0}: The {1} Component has the options {2} and {3} enabled.
th_th: แถวที่ #{0}: องค์ประกอบ {1} มีตัวเลือก {2} และ {3} ที่เปิดใช้งานอยู่

source: Row #{0}: Timesheet amount will overwrite the Earning component amount for the Salary Component {1}
th_th: แถวที่ #{0}: จำนวนเงินในไทม์ชีทจะเขียนทับจำนวนเงินขององค์ประกอบรายรับสำหรับองค์ประกอบเงินเดือน {1}

source: Row No {0}: Amount cannot be greater than the Outstanding Amount against Expense Claim {1}. Outstanding Amount is {2}
th_th: แถวที่ {0}: จำนวนเงินไม่สามารถมากกว่าจำนวนเงินค้างชำระของการเบิกค่าใช้จ่าย {1} ได้ โดยจำนวนเงินค้างชำระคือ {2}

source: Row {0}# Allocated amount {1} cannot be greater than unclaimed amount {2}
th_th: แถวที่ {0}# จำนวนเงินที่จัดสรร {1} ไม่สามารถมากกว่าจำนวนเงินที่ไม่ได้เบิก {2}

source: Row {0}# Paid Amount cannot be greater than Encashment amount
th_th: แถวที่ {0}# จำนวนเงินที่จ่ายไม่สามารถมากกว่าจำนวนเงินที่แลกเป็นเงินสดได้

source: Row {0}# Paid Amount cannot be greater than Total amount
th_th: แถวที่ {0}# จำนวนเงินที่จ่ายไม่สามารถมากกว่าจำนวนเงินทั้งหมดได้

source: Row {0}# Paid Amount cannot be greater than requested advance amount
th_th: แถว {0}# จำนวนเงินที่จ่ายไม่สามารถมากกว่าจำนวนเงินล่วงหน้าที่ร้องขอได้

source: Row {0}: Cost Center {1} does not belong to Company {2}
th_th: แถว {0}: ศูนย์ต้นทุน {1} ไม่ได้เป็นของบริษัท {2}

source: Row {0}: From (Year) can not be greater than To (Year)
th_th: แถวที่ {0}: ปีเริ่มต้นไม่สามารถมากกว่าปีสิ้นสุดได้

source: Row {0}: Goal Score cannot be greater than 5
th_th: แถวที่ {0}: คะแนนเป้าหมายไม่สามารถมากกว่า 5 ได้

source: Row {0}: Paid amount {1} is greater than pending accrued amount {2} against loan {3}
th_th: แถวที่ {0}: จำนวนเงินที่จ่าย {1} มากกว่าจำนวนเงินค้างรับที่รอดำเนินการ {2} ของเงินกู้ {3}

source: Row {0}: {1}
th_th: แถวที่ {0}: {1}

source: Row {0}: {1} is required in the expenses table to book an expense claim.
th_th: แถวที่ {0}: {1} เป็นสิ่งจำเป็นในตารางค่าใช้จ่ายเพื่อบันทึกการเบิกค่าใช้จ่าย

source: Rules
th_th: กฎ

source: Salary
th_th: เงินเดือน

source: Salary Component
th_th: องค์ประกอบเงินเดือน

source: Salary Component
th_th: องค์ประกอบเงินเดือน

source: Salary Component Account
th_th: บัญชีองค์ประกอบเงินเดือน

source: Salary Component Type
th_th: ประเภทองค์ประกอบเงินเดือน

source: Salary Component for timesheet based payroll.
th_th: องค์ประกอบเงินเดือนสำหรับบัญชีเงินเดือนตามไทม์ชีท

source: Salary Component {0} is currently not used in any Salary Structure.
th_th: องค์ประกอบเงินเดือน {0} ไม่ได้ถูกใช้ในโครงสร้างเงินเดือนใดๆ ในปัจจุบัน

source: Salary Currency
th_th: สกุลเงินเงินเดือน

source: Salary Detail
th_th: รายละเอียดเงินเดือน

source: Salary Details
th_th: รายละเอียดเงินเดือน

source: Salary Expectation
th_th: เงินเดือนที่คาดหวัง

source: Salary Information
th_th: ข้อมูลเงินเดือน

source: Salary Paid Per
th_th: เงินเดือนจ่ายต่อ

source: Salary Payments Based On Payment Mode
th_th: การจ่ายเงินเดือนตามวิธีการชำระเงิน

source: Salary Payments via ECS
th_th: การจ่ายเงินเดือนผ่าน ECS

source: Salary Payout
th_th: การจ่ายเงินเดือน

source: Salary Range
th_th: ช่วงเงินเดือน

source: Salary Register
th_th: ทะเบียนเงินเดือน

source: Salary Slip
th_th: สลิปเงินเดือน

source: Salary Slip Based on Timesheet
th_th: สลิปเงินเดือนตามไทม์ชีท

source: Salary Slip ID
th_th: รหัสสลิปเงินเดือน

source: Salary Slip Leave
th_th: การลาในสลิปเงินเดือน

source: Salary Slip Loan
th_th: เงินกู้ในสลิปเงินเดือน

source: Salary Slip Timesheet
th_th: ไทม์ชีทในสลิปเงินเดือน

source: Salary Slip already exists for {0} for the given dates
th_th: มีสลิปเงินเดือนสำหรับ {0} ในวันที่ที่ระบุแล้ว

source: Salary Slip creation is queued. It may take a few minutes
th_th: การสร้างสลิปเงินเดือนอยู่ในคิว อาจใช้เวลาสักครู่

source: Salary Slip of employee {0} already created for this period
th_th: สลิปเงินเดือนของพนักงาน {0} ได้ถูกสร้างขึ้นสำหรับรอบเวลานี้แล้ว

source: Salary Slip of employee {0} already created for time sheet {1}
th_th: สลิปเงินเดือนของพนักงาน {0} ได้ถูกสร้างขึ้นสำหรับไทม์ชีท {1} แล้ว

source: Salary Slip submission is queued. It may take a few minutes
th_th: การส่งสลิปเงินเดือนอยู่ในคิว อาจใช้เวลาสักครู่

source: Salary Slip {0} failed for Payroll Entry {1}
th_th: สลิปเงินเดือน {0} ล้มเหลวสำหรับรายการบัญชีเงินเดือน {1}

source: Salary Slip {0} failed. You can resolve the {1} and retry {0}.
th_th: สลิปเงินเดือน {0} ล้มเหลว คุณสามารถแก้ไข {1} และลองอีกครั้งที่ {0}

source: Salary Slips
th_th: สลิปเงินเดือน

source: Salary Slips Created
th_th: สร้างสลิปเงินเดือนแล้ว

source: Salary Slips Submitted
th_th: ส่งสลิปเงินเดือนแล้ว

source: Salary Slips already exist for employees {}, and will not be processed by this payroll.
th_th: มีสลิปเงินเดือนสำหรับพนักงาน {} อยู่แล้ว และจะไม่ถูกประมวลผลโดยบัญชีเงินเดือนนี้

source: Salary Slips submitted for period from {0} to {1}
th_th: สลิปเงินเดือนที่ส่งสำหรับช่วงเวลาจาก {0} ถึง {1}

source: Salary Structure
th_th: โครงสร้างเงินเดือน

source: Salary Structure Assignment
th_th: การกำหนดโครงสร้างเงินเดือน

source: Salary Structure Assignment field
th_th: ฟิลด์การกำหนดโครงสร้างเงินเดือน

source: Salary Structure Assignment for Employee already exists
th_th: มีรายการกำหนดโครงสร้างเงินเดือนสำหรับพนักงานนี้อยู่แล้ว

source: Salary Structure Missing
th_th: ไม่มีโครงสร้างเงินเดือน

source: Salary Structure must be submitted before submission of {0}
th_th: ต้องส่งโครงสร้างเงินเดือนก่อนที่จะส่ง {0}

source: Salary Structure not found for employee {0} and date {1}
th_th: ไม่พบโครงสร้างเงินเดือนสำหรับพนักงาน {0} และวันที่ {1}

source: Salary Structure should have flexible benefit component(s) to dispense benefit amount
th_th: โครงสร้างเงินเดือนควรมีองค์ประกอบสวัสดิการที่ยืดหยุ่นเพื่อจ่ายจำนวนเงินสวัสดิการ

source: Salary Structure {0} does not belong to company {1}
th_th: โครงสร้างเงินเดือน {0} ไม่ได้เป็นของบริษัท {1}

source: Salary Structures updated successfully
th_th: อัปเดตโครงสร้างเงินเดือนสำเร็จแล้ว

source: Salary Withholding
th_th: การระงับเงินเดือน

source: Salary Withholding Cycle
th_th: รอบการระงับเงินเดือน

source: Salary Withholding {0} already exists for employee {1} for the selected period
th_th: มีรายการระงับเงินเดือน {0} สำหรับพนักงาน {1} ในช่วงเวลาที่เลือกแล้ว

source: Salary already processed for period between {0} and {1}, Leave application period cannot be between this date range.
th_th: ประมวลผลเงินเดือนสำหรับงวดระหว่างวันที่ {0} ถึง {1} แล้ว ช่วงเวลาของใบลาไม่สามารถอยู่ในช่วงวันที่นี้ได้

source: Salary breakup based on Earning and Deduction.
th_th: การแจกแจงเงินเดือนตามรายรับและรายการหัก

source: Salary components should be part of the Salary Structure.
th_th: องค์ประกอบเงินเดือนควรเป็นส่วนหนึ่งของโครงสร้างเงินเดือน

source: Salary slip emails have been enqueued for sending. Check {0} for status.
th_th: อีเมลสลิปเงินเดือนได้เข้าคิวเพื่อรอส่งแล้ว ตรวจสอบสถานะที่ {0}

source: Sales Invoice
th_th: ใบแจ้งหนี้ขาย

source: Same Company is entered more than once
th_th: บริษัทเดียวกันถูกป้อนมากกว่าหนึ่งครั้ง

source: Sanctioned
th_th: ได้รับอนุมัติ

source: Sanctioned Amount
th_th: จำนวนเงินที่อนุมัติ

source: Sanctioned Amount cannot be greater than Claim Amount in Row {0}.
th_th: จำนวนเงินที่อนุมัติไม่สามารถมากกว่าจำนวนเงินที่เบิกในแถวที่ {0} ได้

source: Saturday
th_th: วันเสาร์

source: Scheduled
th_th: ตามกำหนดการ

source: Scheduled On
th_th: กำหนดการในวันที่

source: Score (0-5)
th_th: คะแนน (0-5)

source: Score Earned
th_th: คะแนนที่ได้รับ

source: Score must be less than or equal to 5
th_th: คะแนนต้องน้อยกว่าหรือเท่ากับ 5

source: Scores
th_th: คะแนน

source: Search for Jobs
th_th: ค้นหางาน

source: Select Company
th_th: เลือกบริษัท

source: Select Employees
th_th: เลือกพนักงาน

source: Select Interview Round First
th_th: เลือกรอบสัมภาษณ์ก่อน

source: Select Interview first
th_th: เลือกการสัมภาษณ์ก่อน

source: Select Payment Account to make Bank Entry
th_th: เลือกบัญชีการชำระเงินเพื่อสร้างรายการธนาคาร

source: Select Payroll Frequency.
th_th: เลือกความถี่ในการจ่ายเงินเดือน

source: Select Payroll Period
th_th: เลือกรอบการจ่ายเงินเดือน

source: Select Property
th_th: เลือกคุณสมบัติ

source: Select Shift Requests
th_th: เลือกคำขอกะ

source: Select Terms and Conditions
th_th: เลือกข้อกำหนดและเงื่อนไข

source: Select Users
th_th: เลือกผู้ใช้

source: Select an employee to get the employee advance.
th_th: เลือกพนักงานเพื่อรับเงินทดรองของพนักงาน

source: Select the Employee for which you want to allocate leaves.
th_th: เลือกพนักงานที่คุณต้องการจัดสรรวันลาให้

source: Select the Employee.
th_th: เลือกพนักงาน

source: Select the Leave Type like Sick leave, Privilege Leave, Casual Leave, etc.
th_th: เลือกประเภทการลา เช่น ลาป่วย, สิทธิ์การลาพักร้อน, ลากิจ ฯลฯ

source: Select the date after which this Leave Allocation will expire.
th_th: เลือกวันที่ซึ่งการจัดสรรวันลานี้จะหมดอายุ

source: Select the date from which this Leave Allocation will be valid.
th_th: เลือกวันที่ซึ่งการจัดสรรวันลานี้จะมีผลบังคับใช้

source: Select the end date for your Leave Application.
th_th: เลือกวันที่สิ้นสุดสำหรับใบลาของคุณ

source: Select the start date for your Leave Application.
th_th: เลือกวันที่เริ่มต้นสำหรับใบลาของคุณ

source: Select this if you want shift assignments to be automatically created indefinitely.
th_th: เลือกตัวเลือกนี้หากคุณต้องการให้การมอบหมายกะถูกสร้างขึ้นโดยอัตโนมัติอย่างไม่มีกำหนด

source: Select type of leave the employee wants to apply for, like Sick Leave, Privilege Leave, Casual Leave, etc.
th_th: เลือกประเภทการลาที่พนักงานต้องการยื่น เช่น ลาป่วย, สิทธิ์การลาพักร้อน, ลากิจ ฯลฯ

source: Select your Leave Approver i.e. the person who approves or rejects your leaves.
th_th: เลือกผู้อนุมัติการลาของคุณ คือบุคคลที่อนุมัติหรือปฏิเสธการลาของคุณ

source: Select {0}
th_th: เลือก {0}

source: Self Appraisal
th_th: การประเมินตนเอง

source: Self Appraisal Pending: {0}
th_th: การประเมินตนเองที่รอดำเนินการ: {0}

source: Self Appraisal Score
th_th: คะแนนการประเมินตนเอง

source: Self Score
th_th: คะแนนตนเอง

source: Self-Study
th_th: การเรียนรู้ด้วยตนเอง

source: Self-approval for leaves is not allowed
th_th: ไม่อนุญาตให้มีการอนุมัติการลาของตนเอง

source: Seminar
th_th: สัมมนา

source: Send Emails At
th_th: ส่งอีเมลเวลา

source: Send Exit Questionnaire
th_th: ส่งแบบสอบถามก่อนลาออก

source: Send Exit Questionnaires
th_th: ส่งแบบสอบถามก่อนลาออก

source: Send Interview Feedback Reminder
th_th: ส่งการแจ้งเตือนข้อเสนอแนะการสัมภาษณ์

source: Send Interview Reminder
th_th: ส่งการแจ้งเตือนการสัมภาษณ์

source: Send Leave Notification
th_th: ส่งการแจ้งเตือนการลา

source: Sender
th_th: ผู้ส่ง

source: Sender Email
th_th: อีเมลผู้ส่ง

source: Sending Failed due to missing email information for employee(s): {1}
th_th: การส่งล้มเหลวเนื่องจากข้อมูลอีเมลของพนักงานหายไป: {1}

source: Sent
th_th: ส่งแล้ว

source: Sent Successfully: {0}
th_th: ส่งสำเร็จ: {0}

source: Sep
th_th: ก.ย.

source: Separation Activities
th_th: กิจกรรมการพ้นสภาพ

source: Separation Begins On
th_th: การพ้นสภาพเริ่มในวันที่

source: Series
th_th: ชุด

source: Service
th_th: บริการ

source: Service Details
th_th: รายละเอียดบริการ

source: Service Expense
th_th: ค่าใช้จ่ายบริการ

source: Service Expenses
th_th: ค่าใช้จ่ายบริการ

source: Service Item
th_th: รายการบริการ

source: Set "From(Year)" and "To(Year)" to 0 for no upper and lower limit.
th_th: ตั้งค่า "จาก(ปี)" และ "ถึง(ปี)" เป็น 0 หากไม่ต้องการกำหนดขีดจำกัดสูงสุดและต่ำสุด

source: Set Assignment Details
th_th: ตั้งค่ารายละเอียดการมอบหมาย

source: Set Leave Details
th_th: ตั้งค่ารายละเอียดการลา

source: Set Relieving Date for Employee: {0}
th_th: ตั้งค่าวันที่พ้นสภาพสำหรับพนักงาน: {0}

source: Set filters to fetch employees
th_th: ตั้งค่าตัวกรองเพื่อดึงข้อมูลพนักงาน

source: Set opening balances for earnings and taxes from the previous employer
th_th: ตั้งค่ายอดยกมาสำหรับรายรับและภาษีจากนายจ้างคนก่อน

source: Set optional filters to fetch employees in the appraisee list
th_th: ตั้งค่าตัวกรองเสริมเพื่อดึงข้อมูลพนักงานในรายชื่อผู้ถูกประเมิน

source: Set the default account for the {0} {1}
th_th: ตั้งค่าบัญชีเริ่มต้นสำหรับ {0} {1}

source: Set the frequency for holiday reminders
th_th: ตั้งค่าความถี่สำหรับการแจ้งเตือนวันหยุด

source: Set the properties that should be updated in the Employee master on promotion submission
th_th: ตั้งค่าคุณสมบัติที่ควรได้รับการอัปเดตในข้อมูลหลักของพนักงานเมื่อมีการส่งการเลื่อนตำแหน่ง

source: Set the status to {0} if required.
th_th: ตั้งค่าสถานะเป็น {0} หากจำเป็น

source: Set {0} for selected employees
th_th: ตั้งค่า {0} สำหรับพนักงานที่เลือก

source: Settings
th_th: การตั้งค่า

source: Settings Missing
th_th: ไม่มีการตั้งค่า

source: Settle against Advances
th_th: ชำระเงินทดรอง

source: Settle all Payables and Receivables before submission
th_th: ชำระเจ้าหนี้และลูกหนี้ทั้งหมดก่อนส่ง

source: Settled
th_th: ตกลงแล้ว

source: Setup
th_th: การตั้งค่า

source: Shared document with the user {0} with 'Submit' permission
th_th: แบ่งปันเอกสารกับผู้ใช้ {0} พร้อมสิทธิ์ 'ส่ง'

source: Shift
th_th: กะ

source: Shift & Attendance
th_th: กะและการเข้างาน

source: Shift Actual End
th_th: เวลาสิ้นสุดกะจริง

source: Shift Actual End Time
th_th: เวลาสิ้นสุดกะจริง

source: Shift Actual Start
th_th: เวลาเริ่มต้นกะจริง

source: Shift Actual Start Time
th_th: เวลาเริ่มต้นกะจริง

source: Shift Assignment
th_th: การมอบหมายกะ

source: Shift Assignment Details
th_th: รายละเอียดการมอบหมายกะ

source: Shift Assignment History
th_th: ประวัติการมอบหมายกะ

source: Shift Assignment Tool
th_th: เครื่องมือมอบหมายกะ

source: Shift Assignment: {0} created for Employee: {1}
th_th: การมอบหมายกะ: {0} ถูกสร้างขึ้นสำหรับพนักงาน: {1}

source: Shift Attendance
th_th: การเข้างานตามกะ

source: Shift Details
th_th: รายละเอียดกะ

source: Shift End
th_th: สิ้นสุดกะ

source: Shift End Time
th_th: เวลาสิ้นสุดกะ

source: Shift Location
th_th: ที่ตั้งของกะ

source: Shift Request
th_th: คำขอกะ

source: Shift Request Approver
th_th: ผู้อนุมัติคำขอกะ

source: Shift Request Filters
th_th: ตัวกรองคำขอกะ

source: Shift Requests ending before this date will be excluded.
th_th: คำขอกะที่สิ้นสุดก่อนวันที่นี้จะถูกตัดออก

source: Shift Requests starting after this date will be excluded.
th_th: คำขอกะที่เริ่มต้นหลังวันที่นี้จะถูกตัดออก

source: Shift Schedule
th_th: ตารางกะ

source: Shift Schedule Assignment
th_th: การกำหนดตารางกะ

source: Shift Settings
th_th: การตั้งค่ากะ

source: Shift Start
th_th: เริ่มต้นกะ

source: Shift Start Time
th_th: เวลาเริ่มต้นกะ

source: Shift Status
th_th: สถานะกะ

source: Shift Timings
th_th: ช่วงเวลาของกะ

source: Shift Tools
th_th: เครื่องมือกะ

source: Shift Type
th_th: ประเภทกะ

source: Shift has been successfully updated to {0}.
th_th: อัปเดตกะเป็น {0} สำเร็จแล้ว

source: Shifts
th_th: กะ

source: Show Employee
th_th: แสดงพนักงาน

source: Show Leave Balances in Salary Slip
th_th: แสดงยอดวันลาคงเหลือในสลิปเงินเดือน

source: Show Leaves Of All Department Members In Calendar
th_th: แสดงการลาของสมาชิกทุกคนในแผนกในปฏิทิน

source: Show Salary Slip
th_th: แสดงสลิปเงินเดือน

source: Showing
th_th: กำลังแสดง

source: Sick Leave
th_th: ลาป่วย

source: Single Assignment
th_th: การมอบหมายเดี่ยว

source: Skill
th_th: ทักษะ

source: Skill Assessment
th_th: การประเมินทักษะ

source: Skill Name
th_th: ชื่อทักษะ

source: Skills
th_th: ทักษะ

source: Skip Auto Attendance
th_th: ข้ามการบันทึกการเข้างานอัตโนมัติ

source: Skipping Salary Structure Assignment for the following employees, as Salary Structure Assignment records already exists against them. {0}
th_th: ข้ามการกำหนดโครงสร้างเงินเดือนสำหรับพนักงานต่อไปนี้ เนื่องจากมีบันทึกการกำหนดโครงสร้างเงินเดือนอยู่แล้ว {0}

source: Source
th_th: แหล่งที่มา

source: Source Name
th_th: ชื่อต้นทาง

source: Source and Rating
th_th: แหล่งที่มาและการให้คะแนน

source: Source and target shifts cannot be the same
th_th: กะต้นทางและเป้าหมายไม่สามารถเป็นกะเดียวกันได้

source: Sponsored Amount
th_th: จำนวนเงินที่สนับสนุน

source: Staffing Details
th_th: รายละเอียดการจัดหาบุคลากร

source: Staffing Plan
th_th: แผนการจัดหาบุคลากร

source: Staffing Plan Detail
th_th: รายละเอียดแผนการจัดหาบุคลากร

source: Staffing Plan {0} already exist for designation {1}
th_th: แผนการจัดหาบุคลากร {0} มีอยู่แล้วสำหรับตำแหน่ง {1}

source: Standard Tax Exemption Amount
th_th: จำนวนเงินยกเว้นภาษีมาตรฐาน

source: Standard Working Hours
th_th: ชั่วโมงทำงานมาตรฐาน

source: Start
th_th: เริ่ม

source: Start Date
th_th: วันที่เริ่มต้น

source: Start Time
th_th: เวลาเริ่มต้น

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}
th_th: วันที่เริ่มต้นและสิ้นสุดไม่อยู่ในรอบการจ่ายเงินเดือนที่ถูกต้อง ไม่สามารถคำนวณ {0} ได้

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}.
th_th: วันที่เริ่มต้นและสิ้นสุดไม่อยู่ในรอบการจ่ายเงินเดือนที่ถูกต้อง ไม่สามารถคำนวณ {0} ได้

source: Start date: {0}
th_th: วันที่เริ่มต้น: {0}

source: Start time and end time cannot be same.
th_th: เวลาเริ่มต้นและเวลาสิ้นสุดไม่สามารถเป็นเวลาเดียวกันได้

source: Statistical Component
th_th: องค์ประกอบทางสถิติ

source: Status
th_th: สถานะ

source: Status for Other Half
th_th: สถานะสำหรับอีกครึ่งวัน

source: Stock Options
th_th: สิทธิซื้อหุ้น

source: Stop users from making Leave Applications on following days.
th_th: หยุดผู้ใช้ไม่ให้ยื่นใบลาในวันต่อไปนี้

source: Strictly based on Log Type in Employee Checkin
th_th: อ้างอิงตามประเภทบันทึกในการบันทึกเวลาเข้างานของพนักงานอย่างเคร่งครัด

source: Structures have been assigned successfully
th_th: กำหนดโครงสร้างสำเร็จแล้ว

source: Subject
th_th: หัวข้อ

source: Submission Date
th_th: วันที่ส่ง

source: Submission Failed
th_th: การส่งล้มเหลว

source: Submission of {0} before {1} is not allowed
th_th: ไม่อนุญาตให้ส่ง {0} ก่อน {1}

source: Submit
th_th: ส่ง

source: Submit Feedback
th_th: ส่งข้อเสนอแนะ

source: Submit Now
th_th: ส่งทันที

source: Submit Proof
th_th: ส่งหลักฐาน

source: Submit Salary Slip
th_th: ส่งสลิปเงินเดือน

source: Submit this Leave Application to confirm.
th_th: ส่งใบลาเพื่อยืนยัน

source: Submit this to create the Employee record
th_th: ส่งเพื่อสร้างบันทึกพนักงาน

source: Submitted
th_th: ส่งแล้ว

source: Submitting Salary Slips and creating Journal Entry...
th_th: กำลังส่งสลิปเงินเดือนและสร้างรายการสมุดรายวัน...

source: Submitting Salary Slips...
th_th: กำลังส่งสลิปเงินเดือน...

source: Subsidiary companies have already planned for {1} vacancies at a budget of {2}. Staffing Plan for {0} should allocate more vacancies and budget for {3} than planned for its subsidiary companies
th_th: บริษัทในเครือได้วางแผนสำหรับตำแหน่งงานว่าง {1} ตำแหน่งด้วยงบประมาณ {2} แล้ว แผนการจัดหาบุคลากรสำหรับ {0} ควรกำหนดตำแหน่งงานว่างและงบประมาณสำหรับ {3} มากกว่าที่วางแผนไว้สำหรับบริษัทในเครือ

source: Success
th_th: สำเร็จ

source: Successfully created {0} for employees:
th_th: สร้าง {0} สำหรับพนักงานสำเร็จ:

source: Successfully {0} {1} for the following employees:
th_th: {0} {1} สำเร็จสำหรับพนักงานต่อไปนี้:

source: Sum of all previous slabs
th_th: ผลรวมของทุกขั้นก่อนหน้า

source: Summarized View
th_th: มุมมองสรุป

source: Sunday
th_th: วันอาทิตย์

source: Supplier
th_th: ผู้จัดจำหน่าย

source: Suspended
th_th: ถูกระงับ

source: Sync {0}
th_th: ซิงค์ {0}

source: Syntax error
th_th: ข้อผิดพลาดทางไวยากรณ์

source: Syntax error in condition: {0} in Income Tax Slab
th_th: ข้อผิดพลาดทางไวยากรณ์ในเงื่อนไข: {0} ในขั้นภาษีเงินได้

source: System Manager
th_th: ผู้จัดการระบบ

source: Take Exact Completed Years
th_th: นับปีที่เสร็จสมบูรณ์พอดี
