Repository: kasemsan00/erp-next-translate
Catalog: hrm/th(4).po
Languages: th_th

source: Insufficient leave balance for Leave Type {0}
th_th: ยอดวันลาคงเหลือไม่เพียงพอสำหรับประเภทการลา {0}

source: Interest
th_th: ดอกเบี้ย

source: Interest Amount
th_th: จำนวนดอกเบี้ย

source: Interest Income Account
th_th: บัญชีรายได้ดอกเบี้ย

source: Intermediate
th_th: ระดับกลาง

source: Intern
th_th: นักศึกษาฝึกงาน

source: International
th_th: ระหว่างประเทศ

source: Internet
th_th: อินเทอร์เน็ต

source: Interview
th_th: การสัมภาษณ์

source: Interview Detail
th_th: รายละเอียดการสัมภาษณ์

source: Interview Details
th_th: รายละเอียดการสัมภาษณ์

source: Interview Feedback
th_th: ข้อเสนอแนะการสัมภาษณ์

source: Interview Feedback Reminder
th_th: การแจ้งเตือนข้อเสนอแนะการสัมภาษณ์

source: Interview Feedback {0} submitted successfully
th_th: ส่งข้อเสนอแนะการสัมภาษณ์ {0} สำเร็จแล้ว

source: Interview Not Rescheduled
th_th: การสัมภาษณ์ไม่ได้ถูกเลื่อน

source: Interview Reminder
th_th: การแจ้งเตือนการสัมภาษณ์

source: Interview Reminder Notification Template
th_th: แม่แบบการแจ้งเตือนการสัมภาษณ์

source: Interview Rescheduled successfully
th_th: เลื่อนการสัมภาษณ์สำเร็จแล้ว

source: Interview Round
th_th: รอบการสัมภาษณ์

source: Interview Round {0} is only applicable for the Designation {1}
th_th: รอบการสัมภาษณ์ {0} ใช้ได้เฉพาะกับตำแหน่ง {1} เท่านั้น

source: Interview Round {0} is only for Designation {1}. Job Applicant has applied for the role {2}
th_th: รอบการสัมภาษณ์ {0} สำหรับตำแหน่ง {1} เท่านั้น ผู้สมัครงานได้สมัครตำแหน่ง {2}

source: Interview Scheduled Date
th_th: วันที่กำหนดสัมภาษณ์

source: Interview Status
th_th: สถานะการสัมภาษณ์

source: Interview Summary
th_th: สรุปการสัมภาษณ์

source: Interview Type
th_th: ประเภทการสัมภาษณ์

source: Interview: {0} Rescheduled
th_th: การสัมภาษณ์: {0} ถูกเลื่อน

source: Interviewer
th_th: ผู้สัมภาษณ์

source: Interviewers
th_th: ผู้สัมภาษณ์

source: Interviews
th_th: การสัมภาษณ์

source: Introduction
th_th: การแนะนำ

source: Invalid
th_th: ไม่ถูกต้อง

source: Invalid Action
th_th: การกระทำไม่ถูกต้อง

source: Invalid Additional Salary
th_th: เงินเดือนเพิ่มเติมไม่ถูกต้อง

source: Invalid Cost Center
th_th: ศูนย์ต้นทุนไม่ถูกต้อง

source: Invalid Dates
th_th: วันที่ไม่ถูกต้อง

source: Invalid Leave Ledger Entry
th_th: รายการสมุดบัญชีการลาไม่ถูกต้อง

source: Invalid Payroll Payable Account. The account currency must be {0} or {1}
th_th: บัญชีเจ้าหนี้เงินเดือนไม่ถูกต้อง สกุลเงินของบัญชีต้องเป็น {0} หรือ {1}

source: Invalid Shift Times
th_th: เวลาของกะไม่ถูกต้อง

source: Invalid parameters provided. Please pass the required arguments.
th_th: พารามิเตอร์ที่ให้มาไม่ถูกต้อง โปรดส่งอาร์กิวเมนต์ที่จำเป็น

source: Investigated
th_th: ตรวจสอบแล้ว

source: Investigation Details
th_th: รายละเอียดการตรวจสอบ

source: Invited
th_th: ได้รับเชิญ

source: Invoice Ref
th_th: อ้างอิงใบแจ้งหนี้

source: Is Active
th_th: ใช้งานอยู่

source: Is Applicable for Referral Bonus
th_th: ใช้สำหรับโบนัสการแนะนำได้

source: Is Carry Forward
th_th: เป็นยอดยกไป

source: Is Compensatory
th_th: เป็นการชดเชย

source: Is Compensatory Leave
th_th: เป็นการลาชดเชย

source: Is Default
th_th: เป็นค่าเริ่มต้น

source: Is Earned Leave
th_th: เป็นวันลาที่ได้รับ

source: Is Expired
th_th: หมดอายุแล้ว

source: Is Flexible Benefit
th_th: เป็นสวัสดิการที่ยืดหยุ่น

source: Is Group
th_th: เป็นกลุ่ม

source: Is Income Tax Component
th_th: เป็นองค์ประกอบภาษีเงินได้

source: Is Leave Without Pay
th_th: เป็นการลาโดยไม่ได้รับค่าจ้าง

source: Is Mandatory
th_th: เป็นสิ่งจำเป็น

source: Is Optional Leave
th_th: เป็นการลาที่เลือกได้

source: Is Paid
th_th: ชำระแล้ว

source: Is Partially Paid Leave
th_th: เป็นการลาที่ได้รับค่าจ้างบางส่วน

source: Is Recurring
th_th: เป็นแบบเกิดซ้ำ

source: Is Recurring Additional Salary
th_th: เป็นเงินเดือนเพิ่มเติมที่เกิดซ้ำ

source: Is Salary Released
th_th: ปล่อยเงินเดือนแล้ว

source: Is Salary Withheld
th_th: ระงับเงินเดือน

source: Is Tax Applicable
th_th: ต้องเสียภาษี

source: Jan
th_th: ม.ค.

source: Job Applicant
th_th: ผู้สมัครงาน

source: Job Applicant Source
th_th: แหล่งที่มาของผู้สมัครงาน

source: Job Applicant {0} created successfully.
th_th: สร้างผู้สมัครงาน {0} สำเร็จแล้ว

source: Job Applicants are not allowed to appear twice for the same Interview round. Interview {0} already scheduled for Job Applicant {1}
th_th: ผู้สมัครงานไม่ได้รับอนุญาตให้เข้าร่วมสัมภาษณ์ในรอบเดียวกันสองครั้ง การสัมภาษณ์ {0} ได้ถูกกำหนดไว้สำหรับผู้สมัครงาน {1} แล้ว

source: Job Application Route
th_th: เส้นทางการสมัครงาน

source: Job Description
th_th: รายละเอียดงาน

source: Job Offer
th_th: การเสนอจ้างงาน

source: Job Offer Term
th_th: เงื่อนไขการเสนอจ้างงาน

source: Job Offer Term Template
th_th: แม่แบบเงื่อนไขการเสนอจ้างงาน

source: Job Offer Terms
th_th: เงื่อนไขการเสนอจ้างงาน

source: Job Offer status
th_th: สถานะการเสนอจ้างงาน

source: Job Offer: {0} is already for Job Applicant: {1}
th_th: การเสนอจ้างงาน: {0} มีอยู่แล้วสำหรับผู้สมัครงาน: {1}

source: Job Opening
th_th: ตำแหน่งงานว่าง

source: Job Opening Associated
th_th: ตำแหน่งงานว่างที่เชื่อมโยง

source: Job Openings
th_th: ตำแหน่งงานว่าง

source: Job Openings for the designation {0} are already open or the hiring is complete as per the Staffing Plan {1}
th_th: ตำแหน่งงานว่างสำหรับตำแหน่ง {0} เปิดรับสมัครอยู่แล้วหรือการจ้างงานเสร็จสมบูรณ์ตามแผนการจัดหาบุคลากร {1}

source: Job Requisition
th_th: คำขอจ้างงาน

source: Job Requisition {0} has been associated with Job Opening {1}
th_th: คำขอจ้างงาน {0} ได้ถูกเชื่อมโยงกับตำแหน่งงานว่าง {1}

source: Job Title
th_th: ชื่อตำแหน่งงาน

source: Job profile, qualifications required etc.
th_th: โปรไฟล์งาน, คุณสมบัติที่ต้องการ ฯลฯ

source: Jobs
th_th: งาน

source: Joining Date
th_th: วันที่เริ่มงาน

source: Journal Entry
th_th: รายการสมุดรายวัน

source: July
th_th: ก.ค.

source: June
th_th: มิ.ย.

source: KRA Evaluation Method
th_th: วิธีการประเมิน KRA

source: KRA updated for all child goals.
th_th: อัปเดต KRA สำหรับเป้าหมายย่อยทั้งหมดแล้ว

source: KRA vs Goals
th_th: KRA เทียบกับเป้าหมาย

source: Key Performance Area
th_th: พื้นที่ประสิทธิภาพหลัก

source: Key Reports
th_th: รายงานสำคัญ

source: Key Responsibility Area
th_th: พื้นที่ความรับผิดชอบหลัก

source: Key Result Area
th_th: ตัวชี้วัดผลงานหลัก

source: Last Day
th_th: วันสุดท้าย

source: Last Known Successful Sync of Employee Checkin. Reset this only if you are sure that all Logs are synced from all the locations. Please don't modify this if you are unsure.
th_th: การซิงค์การบันทึกเวลาเข้างานของพนักงานที่สำเร็จครั้งล่าสุดที่ทราบ รีเซ็ตสิ่งนี้เฉพาะเมื่อคุณแน่ใจว่าบันทึกทั้งหมดซิงค์จากทุกตำแหน่งแล้ว โปรดอย่าแก้ไขหากคุณไม่แน่ใจ

source: Last Name
th_th: นามสกุล

source: Last Odometer Value
th_th: ค่ามาตรวัดระยะทางล่าสุด

source: Last Sync of Checkin
th_th: การซิงค์ล่าสุดของการบันทึกเวลาเข้า

source: Last {0} was at {1}
th_th: {0} ล่าสุดคือที่ {1}

source: Late Entries
th_th: รายการเข้างานสาย

source: Late Entry
th_th: เข้างานสาย

source: Late Entry & Early Exit Settings for Auto Attendance
th_th: การตั้งค่าการเข้างานสายและออกงานก่อนเวลาสำหรับการเข้างานอัตโนมัติ

source: Late Entry By
th_th: เข้างานสายโดย

source: Late Entry Grace Period
th_th: ระยะเวลาผ่อนผันการเข้างานสาย

source: Latitude
th_th: ละติจูด

source: Latitude and longitude values are required for checking in.
th_th: ต้องระบุค่าละติจูดและลองจิจูดเพื่อบันทึกเวลาเข้า

source: Latitude: {0}°
th_th: ละติจูด: {0}°

source: Leave
th_th: การลา

source: Leave Allocation
th_th: การจัดสรรวันลา

source: Leave Allocations
th_th: การจัดสรรวันลา

source: Leave Application
th_th: ใบลา

source: Leave Application period cannot be across two non-consecutive leave allocations {0} and {1}.
th_th: ช่วงเวลาการลาไม่สามารถคร่อมสองการจัดสรรวันลาที่ไม่ต่อเนื่องกัน {0} และ {1} ได้

source: Leave Approval Notification
th_th: การแจ้งเตือนการอนุมัติการลา

source: Leave Approval Notification Template
th_th: แม่แบบการแจ้งเตือนการอนุมัติการลา

source: Leave Approver
th_th: ผู้อนุมัติการลา

source: Leave Approver Mandatory In Leave Application
th_th: ต้องระบุผู้อนุมัติการลาในใบลา

source: Leave Approver Name
th_th: ชื่อผู้อนุมัติการลา

source: Leave Balance
th_th: ยอดวันลาคงเหลือ

source: Leave Balance Before Application
th_th: ยอดวันลาคงเหลือก่อนการสมัคร

source: Leave Block List
th_th: รายการวันที่ห้ามลา

source: Leave Block List Allow
th_th: อนุญาตในรายการวันที่ห้ามลา

source: Leave Block List Allowed
th_th: ได้รับอนุญาตในรายการวันที่ห้ามลา

source: Leave Block List Date
th_th: วันที่ในรายการวันที่ห้ามลา

source: Leave Block List Dates
th_th: วันที่ต่างๆ ในรายการวันที่ห้ามลา

source: Leave Block List Name
th_th: ชื่อรายการวันที่ห้ามลา

source: Leave Blocked
th_th: การลาถูกระงับ

source: Leave Control Panel
th_th: แผงควบคุมการลา

source: Leave Details
th_th: รายละเอียดการลา

source: Leave Encashment
th_th: การแลกวันลาเป็นเงินสด

source: Leave Encashment Amount Per Day
th_th: จำนวนเงินจากการแลกวันลาต่อวัน

source: Leave History
th_th: ประวัติการลา

source: Leave Ledger
th_th: สมุดบัญชีแยกประเภทการลา

source: Leave Ledger Entry
th_th: รายการสมุดบัญชีแยกประเภทการลา

source: Leave Ledger Entry's To date needs to be after From date. Currently, From Date is {0} and To Date is {1}
th_th: วันที่สิ้นสุดของรายการสมุดบัญชีการลาต้องอยู่หลังวันที่เริ่มต้น ปัจจุบัน วันที่เริ่มต้นคือ {0} และวันที่สิ้นสุดคือ {1}

source: Leave Period
th_th: รอบการลา

source: Leave Policy
th_th: นโยบายการลา

source: Leave Policy Assignment
th_th: การกำหนดนโยบายการลา

source: Leave Policy Assignment Overlap
th_th: การกำหนดนโยบายการลาทับซ้อนกัน

source: Leave Policy Detail
th_th: รายละเอียดนโยบายการลา

source: Leave Policy Details
th_th: รายละเอียดนโยบายการลา

source: Leave Policy: {0} already assigned for Employee {1} for period {2} to {3}
th_th: นโยบายการลา: {0} ได้ถูกกำหนดให้พนักงาน {1} สำหรับช่วงเวลา {2} ถึง {3} แล้ว

source: Leave Status Notification
th_th: การแจ้งเตือนสถานะการลา

source: Leave Status Notification Template
th_th: แม่แบบการแจ้งเตือนสถานะการลา

source: Leave Type
th_th: ประเภทการลา

source: Leave Type Name
th_th: ชื่อประเภทการลา

source: Leave Type can either be compensatory or earned leave.
th_th: ประเภทการลาสามารถเป็นการลาชดเชยหรือการลาที่ได้รับ

source: Leave Type can either be without pay or partial pay
th_th: ประเภทการลาสามารถเป็นการลาโดยไม่ได้รับค่าจ้างหรือรับค่าจ้างบางส่วน

source: Leave Type is mandatory
th_th: ประเภทการลาเป็นสิ่งจำเป็น

source: Leave Type {0} cannot be allocated since it is leave without pay
th_th: ไม่สามารถจัดสรรประเภทการลา {0} ได้เนื่องจากเป็นการลาโดยไม่ได้รับค่าจ้าง

source: Leave Type {0} cannot be carry-forwarded
th_th: ไม่สามารถย้ายยอดประเภทการลา {0} ไปได้

source: Leave Type {0} is not encashable
th_th: ประเภทการลา {0} ไม่สามารถแลกเป็นเงินสดได้

source: Leave Without Pay
th_th: การลาโดยไม่ได้รับค่าจ้าง

source: Leave Without Pay does not match with approved {} records
th_th: การลาโดยไม่ได้รับค่าจ้างไม่ตรงกับบันทึกที่อนุมัติแล้ว {}

source: Leave allocation {0} is linked with the Leave Application {1}
th_th: การจัดสรรวันลา {0} ถูกเชื่อมโยงกับใบลา {1}

source: Leave already have been assigned for this Leave Policy Assignment
th_th: ได้มีการกำหนดวันลาสำหรับการกำหนดนโยบายการลานี้แล้ว

source: Leave and Expense Claim Settings
th_th: การตั้งค่าการลาและการเบิกค่าใช้จ่าย

source: Leave application is linked with leave allocations {0}. Leave application cannot be set as leave without pay
th_th: ใบลาถูกเชื่อมโยงกับการจัดสรรวันลา {0} ไม่สามารถตั้งค่าใบลาเป็นการลาโดยไม่ได้รับค่าจ้างได้

source: Leave cannot be allocated before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
th_th: ไม่สามารถจัดสรรวันลาก่อนวันที่ {0} ได้ เนื่องจากยอดวันลาคงเหลือได้ถูกยกยอดไปในบันทึกการจัดสรรวันลาในอนาคต {1} แล้ว

source: Leave cannot be applied/cancelled before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
th_th: ไม่สามารถยื่น/ยกเลิกการลาก่อนวันที่ {0} ได้ เนื่องจากยอดวันลาคงเหลือได้ถูกยกยอดไปในบันทึกการจัดสรรวันลาในอนาคต {1} แล้ว

source: Leave of type {0} cannot be longer than {1}.
th_th: การลาประเภท {0} ไม่สามารถนานเกิน {1} ได้

source: Leave(s) Expired
th_th: วันลาหมดอายุ

source: Leave(s) Pending Approval
th_th: วันลาที่รอดำเนินการอนุมัติ

source: Leave(s) Taken
th_th: จำนวนวันที่ลาไปแล้ว

source: Leaves
th_th: การลา

source: Leaves & Holidays
th_th: การลาและวันหยุด

source: Leaves Allocated
th_th: วันลาที่จัดสรร

source: Leaves Expired
th_th: วันลาหมดอายุ

source: Leaves Pending Approval
th_th: วันลาที่รอดำเนินการอนุมัติ

source: Leaves for the Leave Type {0} won't be carry-forwarded since carry-forwarding is disabled.
th_th: วันลาสำหรับประเภทการลา {0} จะไม่ถูกยอดยกไปเนื่องจากการยอดยกไปถูกปิดใช้งาน

source: Leaves per Year
th_th: จำนวนวันลาต่อปี

source: Leaves you can avail against a holiday you worked on. You can claim Compensatory Off Leave using Compensatory Leave Request. Click {0} to know more
th_th: วันลาที่คุณสามารถใช้ได้สำหรับวันหยุดที่คุณทำงาน คุณสามารถขอลาชดเชยได้โดยใช้ 'คำขอลาชดเชย' คลิก {0} เพื่อดูข้อมูลเพิ่มเติม

source: Left
th_th: ซ้าย

# Employee
source: Left
th_th: ซ้าย

source: Letter Head
th_th: หัวจดหมาย

source: Level
th_th: ระดับ

source: License Plate
th_th: ป้ายทะเบียน

source: Lifecycle
th_th: วงจรการทำงาน

source: Lime
th_th: สีเขียวมะนาว

source: Link the cycle and tag KRA to your goal to update the appraisal's goal score based on the goal progress
th_th: เชื่อมโยงรอบและแท็ก KRA กับเป้าหมายของคุณเพื่ออัปเดตคะแนนเป้าหมายการประเมินตามความคืบหน้าของเป้าหมาย

source: Linked Project {} and Tasks deleted.
th_th: โครงการที่เชื่อมโยง {} และงานต่างๆ ถูกลบแล้ว

source: Load more
th_th: โหลดเพิ่มเติม

source: Loan
th_th: เงินกู้

source: Loan Account
th_th: บัญชีเงินกู้

source: Loan Product
th_th: ผลิตภัณฑ์สินเชื่อ

source: Loan Repayment
th_th: การชำระคืนเงินกู้

source: Loan Repayment Entry
th_th: รายการชำระคืนเงินกู้

source: Loan cannot be repayed from salary for Employee {0} because salary is processed in currency {1}
th_th: ไม่สามารถชำระคืนเงินกู้จากเงินเดือนสำหรับพนักงาน {0} ได้ เนื่องจากเงินเดือนถูกประมวลผลในสกุลเงิน {1}

source: Locating...
th_th: กำลังระบุตำแหน่ง...

source: Location
th_th: ที่ตั้ง

source: Location / Device ID
th_th: ที่ตั้ง / รหัสอุปกรณ์

source: Location Name
th_th: ชื่อที่ตั้ง

source: Lodging Required
th_th: ต้องการที่พัก

source: Log Out
th_th: ออกจากระบบ

source: Log Type
th_th: ประเภทบันทึก

source: Log Type is required for check-ins falling in the shift: {0}.
th_th: ประเภทบันทึกเป็นสิ่งจำเป็นสำหรับการบันทึกเวลาเข้าที่อยู่ในกะ: {0}

source: Login
th_th: เข้าสู่ระบบ

source: Login Failed
th_th: เข้าสู่ระบบล้มเหลว

source: Login to Frappe HR
th_th: เข้าสู่ระบบ Frappe HR

source: Longitude
th_th: ลองจิจูด

source: Longitude: {0}°
th_th: ลองจิจูด: {0}°

source: Lower Range
th_th: ช่วงค่าที่ต่ำกว่า

source: Make
th_th: สร้าง

source: Make Bank Entry
th_th: สร้างรายการธนาคาร

source: Mandatory
th_th: จำเป็น

source: Mandatory fields required for this action:
th_th: ฟิลด์ที่จำเป็นสำหรับการดำเนินการนี้:

source: Mandatory fields required in {0}
th_th: ฟิลด์ที่จำเป็นใน {0}

source: Manual
th_th: คู่มือ

source: Manual Rating
th_th: การให้คะแนนด้วยตนเอง

source: Mar
th_th: มี.ค.

source: Mark Attendance
th_th: บันทึกการเข้างาน

source: Mark Auto Attendance on Holidays
th_th: บันทึกการเข้างานอัตโนมัติในวันหยุด

source: Mark all as read
th_th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

source: Mark as Completed
th_th: ทำเครื่องหมายว่าเสร็จสมบูรณ์

source: Mark as In Progress
th_th: ทำเครื่องหมายว่ากำลังดำเนินการ

source: Mark as {0}
th_th: ทำเครื่องหมายเป็น {0}

source: Mark attendance as {0} for {1} on selected dates?
th_th: บันทึกการเข้างานเป็น {0} สำหรับ {1} ในวันที่ที่เลือกหรือไม่?

source: Mark attendance based on 'Employee Checkin' for Employees assigned to this shift.
th_th: บันทึกการเข้างานตาม 'การบันทึกเวลาเข้างานของพนักงาน' สำหรับพนักงานที่ได้รับมอบหมายในกะนี้

source: Mark attendance for existing check-in/out logs before changing shift settings
th_th: บันทึกการเข้างานสำหรับบันทึกเวลาเข้า/ออกที่มีอยู่ก่อนที่จะเปลี่ยนการตั้งค่ากะ

source: Mark {0} as Completed?
th_th: ทำเครื่องหมาย {0} ว่าเสร็จสมบูรณ์หรือไม่?

source: Mark {0} {1} as {2}?
th_th: ทำเครื่องหมาย {0} {1} เป็น {2} หรือไม่?

source: Marked Attendance
th_th: การเข้างานที่บันทึกแล้ว

source: Marked Attendance HTML
th_th: HTML การเข้างานที่บันทึกแล้ว

source: Marking Attendance
th_th: กำลังบันทึกการเข้างาน

source: Masters
th_th: ข้อมูลหลัก

source: Max Amount Eligible
th_th: จำนวนเงินสูงสุดที่เข้าเกณฑ์

source: Max Benefit Amount
th_th: จำนวนเงินสวัสดิการสูงสุด

source: Max Benefit Amount (Yearly)
th_th: จำนวนเงินสวัสดิการสูงสุด (รายปี)

source: Max Benefits (Amount)
th_th: สวัสดิการสูงสุด (จำนวนเงิน)

source: Max Benefits (Yearly)
th_th: สวัสดิการสูงสุด (รายปี)

source: Max Exemption Amount
th_th: จำนวนเงินยกเว้นสูงสุด

source: Max Exemption Amount cannot be greater than maximum exemption amount {0} of Tax Exemption Category {1}
th_th: จำนวนเงินยกเว้นสูงสุดไม่สามารถมากกว่าจำนวนเงินยกเว้นสูงสุด {0} ของหมวดหมู่การยกเว้นภาษี {1}

source: Max Taxable Income
th_th: รายได้ที่ต้องเสียภาษีสูงสุด

source: Max benefits should be greater than zero to dispense benefits
th_th: สวัสดิการสูงสุดต้องมากกว่าศูนย์เพื่อจ่ายสวัสดิการ

source: Max working hours against Timesheet
th_th: ชั่วโมงทำงานสูงสุดเทียบกับไทม์ชีท

source: Maximum Carry Forwarded Leaves
th_th: จำนวนวันลาที่ยอดยกไปได้สูงสุด

source: Maximum Consecutive Leaves Allowed
th_th: จำนวนวันลาต่อเนื่องสูงสุดที่อนุญาต

source: Maximum Consecutive Leaves Exceeded
th_th: เกินจำนวนวันลาต่อเนื่องสูงสุด

source: Maximum Encashable Leaves
th_th: จำนวนวันลาสูงสุดที่แลกเป็นเงินสดได้

source: Maximum Exempted Amount
th_th: จำนวนเงินที่ได้รับการยกเว้นสูงสุด

source: Maximum Exemption Amount
th_th: จำนวนเงินยกเว้นสูงสุด

source: Maximum Leave Allocation Allowed per Leave Period
th_th: จำนวนการจัดสรรวันลาสูงสุดที่อนุญาตต่อรอบการลา

source: Maximum amount eligible for the component {0} exceeds {1}
th_th: จำนวนเงินสูงสุดที่เข้าเกณฑ์สำหรับองค์ประกอบ {0} เกิน {1}

source: Maximum annual taxable income eligible for full tax relief. No tax is applied if income does not exceed this limit
th_th: รายได้ที่ต้องเสียภาษีสูงสุดต่อปีที่มีสิทธิ์ได้รับการลดหย่อนภาษีเต็มจำนวน จะไม่มีการคิดภาษีหากรายได้ไม่เกินขีดจำกัดนี้

source: Maximum benefit amount of component {0} exceeds {1}
th_th: จำนวนเงินสวัสดิการสูงสุดขององค์ประกอบ {0} เกิน {1}

source: Maximum benefit amount of employee {0} exceeds {1}
th_th: จำนวนเงินสวัสดิการสูงสุดของพนักงาน {0} เกิน {1}

source: Maximum benefit of employee {0} exceeds {1} by the sum {2} of benefit application pro-rata component amount and previous claimed amount
th_th: สวัสดิการสูงสุดของพนักงาน {0} เกิน {1} ด้วยผลรวม {2} ของจำนวนเงินองค์ประกอบสวัสดิการตามสัดส่วนและจำนวนเงินที่เบิกก่อนหน้า

source: Maximum benefit of employee {0} exceeds {1} by the sum {2} of previous claimed amount
th_th: สวัสดิการสูงสุดของพนักงาน {0} เกิน {1} ด้วยผลรวม {2} ของจำนวนเงินที่เบิกก่อนหน้า

source: Maximum encashable leaves for {0} are {1}
th_th: จำนวนวันลาสูงสุดที่สามารถแลกเป็นเงินสดได้สำหรับ {0} คือ {1}

source: Maximum leave allowed in the leave type {0} is {1}
th_th: จำนวนวันลาสูงสุดที่อนุญาตในประเภทการลา {0} คือ {1}

source: May
th_th: พ.ค.

source: Meal Preference
th_th: ความต้องการด้านอาหาร

source: Medical
th_th: ทางการแพทย์

source: Menu
th_th: เมนู

source: Message
th_th: ข้อความ

source: Mileage
th_th: ระยะทาง

source: Min Taxable Income
th_th: รายได้ที่ต้องเสียภาษีขั้นต่ำ

source: Minimum Year for Gratuity
th_th: จำนวนปีขั้นต่ำสำหรับเงินบำเหน็จ

source: Minimum working days required since Date of Joining to apply for this leave
th_th: จำนวนวันทำงานขั้นต่ำที่ต้องการนับจากวันที่เริ่มงานเพื่อใช้ในการลาประเภทนี้

source: Missing Field
th_th: ฟิลด์ที่หายไป

source: Missing Fields
th_th: ฟิลด์ที่หายไป

source: Missing Mandatory Field
th_th: ฟิลด์ที่จำเป็นหายไป

source: Missing Opening Entries
th_th: ไม่พบรายการเปิดบัญชี

source: Missing Relieving Date
th_th: ไม่พบวันที่พ้นสภาพ

source: Missing Tax Slab
th_th: ไม่พบขั้นภาษี

source: Mode Of Payment
th_th: วิธีการชำระเงิน

source: Mode of Payment
th_th: วิธีการชำระเงิน

source: Mode of Travel
th_th: วิธีการเดินทาง

source: Mode of payment is required to make a payment
th_th: วิธีการชำระเงินเป็นสิ่งจำเป็นในการชำระเงิน

source: Model
th_th: รุ่น

source: Monday
th_th: วันจันทร์

source: Month
th_th: เดือน

source: Month To Date
th_th: ตั้งแต่ต้นเดือนจนถึงปัจจุบัน

source: Month To Date(Company Currency)
th_th: ตั้งแต่ต้นเดือนจนถึงปัจจุบัน (สกุลเงินบริษัท)

source: Monthly
th_th: รายเดือน

source: Monthly Attendance Sheet
th_th: ใบลงเวลาการเข้างานรายเดือน

source: More
th_th: เพิ่มเติม

source: More Info
th_th: ข้อมูลเพิ่มเติม

source: More than one selection for {0} not allowed
th_th: ไม่อนุญาตให้เลือก {0} มากกว่าหนึ่งรายการ

source: Multiple Additional Salaries with overwrite property exist for Salary Component {0} between {1} and {2}.
th_th: มีเงินเดือนเพิ่มเติมหลายรายการที่มีคุณสมบัติการเขียนทับสำหรับองค์ประกอบเงินเดือน {0} ระหว่าง {1} และ {2}

source: Multiple Shift Assignments
th_th: การมอบหมายกะหลายรายการ

source: My Account
th_th: บัญชีของฉัน

source: My Advances
th_th: เงินทดรองของฉัน

source: My Claims
th_th: การเบิกของฉัน

source: My Leaves
th_th: การลาของฉัน

source: My Requests
th_th: คำขอของฉัน

source: Name
th_th: ชื่อ

source: Name error
th_th: ชื่อผิดพลาด

source: Name of Organizer
th_th: ชื่อผู้จัด

source: Naming Series
th_th: ชุดการตั้งชื่อ

source: Net Pay
th_th: รายรับสุทธิ

source: Net Pay (Company Currency)
th_th: รายรับสุทธิ (สกุลเงินบริษัท)

source: Net Pay Info
th_th: ข้อมูลรายรับสุทธิ

source: Net Pay cannot be less than 0
th_th: รายรับสุทธิไม่สามารถน้อยกว่า 0

source: Net Salary Amount
th_th: จำนวนเงินเดือนสุทธิ

source: Net pay cannot be negative
th_th: รายรับสุทธิไม่สามารถติดลบได้

source: New
th_th: ใหม่

source: New Company
th_th: บริษัทใหม่

source: New Employee ID
th_th: รหัสพนักงานใหม่

source: New Expense Item
th_th: รายการค่าใช้จ่ายใหม่

source: New Expense Tax
th_th: ภาษีค่าใช้จ่ายใหม่

source: New Feedback
th_th: ข้อเสนอแนะใหม่

source: New Leave(s) Allocated
th_th: จัดสรรวันลาใหม่แล้ว

source: New Leaves Allocated
th_th: วันลาใหม่ที่จัดสรร

source: New Leaves Allocated (In Days)
th_th: วันลาใหม่ที่จัดสรร (เป็นวัน)

source: New shift assignments will be created after this date.
th_th: การมอบหมายกะใหม่จะถูกสร้างขึ้นหลังวันที่นี้

source: New {0}
th_th: {0} ใหม่

source: No
th_th: ไม่

source: No Data
th_th: ไม่มีข้อมูล

source: No Employee Found
th_th: ไม่พบพนักงาน

source: No Employee found for the given employee field value. '{}': {}
th_th: ไม่พบพนักงานสำหรับค่าฟิลด์พนักงานที่ระบุ '{}': {}

source: No Employees Selected
th_th: ไม่ได้เลือกพนักงาน

source: No Interview has been scheduled.
th_th: ยังไม่มีการนัดหมายสัมภาษณ์

source: No Leave Period Found
th_th: ไม่พบรอบการลา

source: No Leaves Allocated to Employee: {0} for Leave Type: {1}
th_th: ไม่มีการจัดสรรวันลาให้พนักงาน: {0} สำหรับประเภทการลา: {1}

source: No Salary Slip found for Employee: {0}
th_th: ไม่พบสลิปเงินเดือนสำหรับพนักงาน: {0}

source: No Salary Structure Assignment found for employee {0} on or before {1}
th_th: ไม่พบการกำหนดโครงสร้างเงินเดือนสำหรับพนักงาน {0} ในหรือก่อนวันที่ {1}

source: No Salary Structure assigned to Employee {0} on the given date {1}
th_th: ไม่มีโครงสร้างเงินเดือนที่กำหนดให้กับพนักงาน {0} ในวันที่ที่ระบุ {1}

source: No Salary Structures
th_th: ไม่มีโครงสร้างเงินเดือน

source: No Shift Requests Selected
th_th: ไม่ได้เลือกคำขอกะ

source: No Staffing Plans found for this Designation
th_th: ไม่พบแผนการจัดหาบุคลากรสำหรับตำแหน่งนี้

source: No active employee found associated with the email ID {0}. Try logging in with your employee email ID or contact your HR manager for access.
th_th: ไม่พบพนักงานที่ใช้งานอยู่ที่เชื่อมโยงกับรหัสอีเมล {0} โปรดลองเข้าสู่ระบบด้วยรหัสอีเมลพนักงานของคุณหรือติดต่อผู้จัดการฝ่ายบุคคลเพื่อขอสิทธิ์การเข้าถึง

source: No active or default Salary Structure found for employee {0} for the given dates
th_th: ไม่พบโครงสร้างเงินเดือนที่ใช้งานอยู่หรือเป็นค่าเริ่มต้นสำหรับพนักงาน {0} ในวันที่ที่ระบุ
