Repository: kasemsan00/erp-next-translate
Catalog: hrm/th(4).po
Languages: th_th

source: You can not define multiple slabs if you have a slab with no lower and upper limits.
th_th: คุณไม่สามารถกำหนดหลายขั้นได้หากคุณมีขั้นที่ไม่มีขีดจำกัดล่างและบน

source: You can not request for your Default Shift: {0}
th_th: คุณไม่สามารถขอกะเริ่มต้นของคุณได้: {0}

source: You can only plan for upto {0} vacancies and budget {1} for {2} as per staffing plan {3} for parent company {4}.
th_th: คุณสามารถวางแผนได้สูงสุด {0} ตำแหน่งและงบประมาณ {1} สำหรับ {2} ตามแผนการจัดหาบุคลากร {3} ของบริษัทแม่ {4}

source: You can only submit Leave Encashment for a valid encashment amount
th_th: คุณสามารถส่งการแลกวันลาเป็นเงินสดได้เฉพาะสำหรับจำนวนเงินที่ถูกต้องเท่านั้น

source: You can only upload JPG, PNG, PDF, TXT or Microsoft documents.
th_th: คุณสามารถอัปโหลดได้เฉพาะเอกสาร JPG, PNG, PDF, TXT หรือ Microsoft เท่านั้น

source: You do not have permission to complete this action
th_th: คุณไม่มีสิทธิ์ในการดำเนินการนี้ให้เสร็จสิ้น

source: You have no advances
th_th: คุณไม่มีเงินทดรอง

source: You have no leaves allocated
th_th: คุณไม่มีการจัดสรรวันลา

source: You have no notifications
th_th: คุณไม่มีการแจ้งเตือน

source: You have no requests
th_th: คุณไม่มีคำขอ

source: You have no upcoming holidays
th_th: คุณไม่มีวันหยุดที่จะมาถึง

source: You have no upcoming shifts
th_th: คุณไม่มีกะที่จะมาถึง

source: You may add additional details, if any, and submit the offer.
th_th: คุณสามารถเพิ่มรายละเอียดเพิ่มเติม (ถ้ามี) และส่งข้อเสนอจ้างงานได้

source: You must be within {0} meters of your shift location to check in.
th_th: คุณต้องอยู่ในระยะ {0} เมตรจากที่ตั้งของกะเพื่อบันทึกเวลาเข้า

source: You were only present for Half Day on {}. Cannot apply for a full day compensatory leave
th_th: คุณมาทำงานเพียงครึ่งวันในวันที่ {} ไม่สามารถยื่นขอลาชดเชยเต็มวันได้

source: Your Interview session is rescheduled from {0} {1} - {2} to {3} {4} - {5}
th_th: การสัมภาษณ์ของคุณถูกเลื่อนจาก {0} เวลา {1} - {2} เป็น {3} เวลา {4} - {5}

source: Your password has expired. Please reset your password to continue
th_th: รหัสผ่านของคุณหมดอายุแล้ว โปรดรีเซ็ตรหัสผ่านเพื่อดำเนินการต่อ

source: active
th_th: ใช้งาน

source: based on
th_th: ตาม

source: cancellation
th_th: การยกเลิก

source: cancelled
th_th: ยกเลิกแล้ว

source: changed the status from {0} to {1} via Attendance Request
th_th: เปลี่ยนสถานะจาก {0} เป็น {1} ผ่านคำขอการเข้างาน

source: create/submit
th_th: สร้าง/ส่ง

source: created
th_th: สร้างแล้ว

source: email
th_th: อีเมล

source: modify_half_day_status
th_th: แก้ไขสถานะครึ่งวัน

source: or for the Employee's Department: {0}
th_th: หรือสำหรับแผนกของพนักงาน: {0}

source: process
th_th: ประมวลผล

source: processed
th_th: ประมวลผลแล้ว

source: result
th_th: ผลลัพธ์

source: results
th_th: ผลลัพธ์

source: review
th_th: ตรวจสอบ

source: reviews
th_th: การตรวจสอบ

source: submitted
th_th: ส่งแล้ว

source: via Salary Component sync
th_th: ผ่านการซิงค์องค์ประกอบเงินเดือน

source: {0} & {1} more
th_th: {0} และอีก {1}

source: {0} <br> This error can be due to missing or deleted field.
th_th: {0} <br> ข้อผิดพลาดนี้อาจเกิดจากฟิลด์ที่หายไปหรือถูกลบ

source: {0} Appraisal(s) are not submitted yet
th_th: ยังไม่ได้ส่งการประเมิน {0} รายการ

source: {0} Field
th_th: ฟิลด์ {0}

source: {0} Missing
th_th: ไม่มี {0}

source: {0} Row #{1}: Formula is set but {2} is disabled for the Salary Component {3}.
th_th: {0} แถวที่ #{1}: มีการตั้งค่าสูตรแต่ {2} ถูกปิดใช้งานสำหรับองค์ประกอบเงินเดือน {3}

source: {0} Row #{1}: {2} needs to be enabled for the formula to be considered.
th_th: {0} แถวที่ #{1}: ต้องเปิดใช้งาน {2} เพื่อให้พิจารณาสูตร

source: {0} Unread
th_th: {0} ยังไม่ได้อ่าน

source: {0} already allocated for Employee {1} for period {2} to {3}
th_th: {0} ได้รับการจัดสรรสำหรับพนักงาน {1} ในช่วงเวลา {2} ถึง {3} แล้ว

source: {0} already exists for employee {1} and period {2}
th_th: {0} มีอยู่แล้วสำหรับพนักงาน {1} และช่วงเวลา {2}

source: {0} already has an active Shift Assignment {1} for some/all of these dates.
th_th: {0} มีการมอบหมายกะที่ใช้งานอยู่ {1} สำหรับบางส่วน/ทั้งหมดของวันที่เหล่านี้แล้ว

source: {0} applicable after {1} working days
th_th: {0} มีผลบังคับใช้หลังจาก {1} วันทำงาน

# Leave Type
source: {0} balance
th_th: ยอดคงเหลือ {0}

source: {0} completed {1} year(s)
th_th: {0} ครบ {1} ปี

source: {0} created successfully!
th_th: สร้าง {0} สำเร็จ!

source: {0} deleted successfully!
th_th: ลบ {0} สำเร็จ!

source: {0} failed!
th_th: {0} ล้มเหลว!

source: {0} has {1} enabled
th_th: {0} เปิดใช้งาน {1} อยู่

source: {0} is mandatory
th_th: {0} เป็นสิ่งจำเป็น

source: {0} is not a holiday.
th_th: {0} ไม่ใช่วันหยุด

source: {0} is not allowed to submit Interview Feedback for the Interview: {1}
th_th: {0} ไม่ได้รับอนุญาตให้ส่งข้อเสนอแนะการสัมภาษณ์สำหรับการสัมภาษณ์: {1}

source: {0} is not in Optional Holiday List
th_th: {0} ไม่อยู่ในรายการวันหยุดที่เลือกได้

source: {0} is not in a valid Payroll Period
th_th: {0} ไม่อยู่ในรอบการจ่ายเงินเดือนที่ถูกต้อง

source: {0} is required
th_th: {0} เป็นสิ่งจำเป็น

source: {0} leaves allocated successfully
th_th: จัดสรรวันลา {0} สำเร็จ

source: {0} leaves from allocation for {1} leave type have expired and will be processed during the next scheduled job. It is recommended to expire them now before creating new leave policy assignments.
th_th: วันลา {0} วันจากการจัดสรรสำหรับประเภทการลา {1} ได้หมดอายุและจะถูกประมวลผลในงานที่กำหนดไว้ถัดไป แนะนำให้ทำให้หมดอายุตอนนี้ก่อนที่จะสร้างการกำหนดนโยบายการลาใหม่

source: {0} leaves were manually allocated by {1} on {2}
th_th: {0} วันลาถูกจัดสรรด้วยตนเองโดย {1} ในวันที่ {2}

source: {0} must be submitted
th_th: ต้องส่ง {0}

source: {0} of {1} Completed
th_th: {0} จาก {1} เสร็จสมบูรณ์

source: {0} successful!
th_th: {0} สำเร็จ!

source: {0} successfully!
th_th: {0} สำเร็จ!

source: {0} to {1} employee(s)?
th_th: {0} ให้กับพนักงาน {1} คน?

source: {0} updated successfully!
th_th: อัปเดต {0} สำเร็จ!

source: {0} vacancies and {1} budget for {2} already planned for subsidiary companies of {3}. You can only plan for upto {4} vacancies and and budget {5} as per staffing plan {6} for parent company {3}.
th_th: {0} ตำแหน่งงานว่างและงบประมาณ {1} สำหรับ {2} ได้ถูกวางแผนไว้แล้วสำหรับบริษัทในเครือของ {3} คุณสามารถวางแผนได้สูงสุด {4} ตำแหน่งและงบประมาณ {5} ตามแผนการจัดหาบุคลากร {6} สำหรับบริษัทแม่ {3}

source: {0} will be updated for the following Salary Structures: {1}.
th_th: {0} จะได้รับการอัปเดตสำหรับโครงสร้างเงินเดือนต่อไปนี้: {1}

source: {0}: Employee email not found, hence email not sent
th_th: {0}: ไม่พบอีเมลพนักงาน ดังนั้นจึงยังไม่ได้ส่งอีเมล

source: {0}: From {0} of type {1}
th_th: {0}: จาก {0} ประเภท {1}

source: {0}d
th_th: {0}ว

source: {} Accepted
th_th: {} ยอมรับแล้ว

source: {} Active
th_th: {} ใช้งาน

source: {} Draft
th_th: {} ฉบับร่าง

source: {} Open
th_th: {} เปิด

source: {} Pending
th_th: {} รอดำเนินการ

source: {} Unclaimed
th_th: {} ยังไม่ได้เบิก

source: {} is an invalid Attendance Status.
th_th: {} เป็นสถานะการเข้างานที่ไม่ถูกต้อง

source: {} {} open for this position.
th_th: {} {} เปิดสำหรับตำแหน่งนี้
